[{"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=144", "Details": "ARIT Fellowships for Research in Turkey are offered for research in ancient, medieval, or modern times, in any field of the humanities and social sciences.  Post-doctoral and advanced doctoral fellowships may be held for various terms, for terms from one month up to one academic year.  Stipends range from $2,500 to $15,500.", "Name": "ARIT Fellowships in the Humanities and Social Sciences in Turkey", "Discipline": "Arts and Humanities", "Demographic": "All, International students", "Degree": "PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=303", "Details": "The Soros Justice Youth Activist Fellowships are the result of a partnership between the Soros Justice Fellowships and the Open Society Foundations Youth Exchange, which aims to support different parts of the Open Society Foundations network to plan for, engage with, and reflect on their work with young activists to advance their broader strategic goals. The Soros Justice Youth Activist Fellowships, in partnership with Open Societys Youth Exchange, will support outstanding individuals aged 18 to 25 to take on projects of their own design that address some aspect of the U.S. criminal justice system. Projects can range from public education and training, to grassroots organizing and policy advocacy, to social media campaigns and other forms of creativecommunications. Youth Activist Fellowships must be undertaken in partnership with a host organization. Projects can be full-time or part-time, 12 or 18 months, and can begin anytime between July and November 2018. /youth Activist Fellowships come with an award of $52,500 for full-time, 18-month projects (the award is pro-rated for part-time or 12-month projects), plus project-related expenses, as well as access to a range of training and professional development opportunities.", "Name": "2018 Youth Activist Fellowships Guidelines and Application", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=60", "Details": "The program strengthens the connections between scientists and journalists by placing advanced undergraduate, graduate, and post-graduate level science, engineering and mathematics students at media organizations nationwide. Fellows have worked as reporters, editors, researchers, and production assistants at such media outlets as the Los Angeles Times, National Public Radio, Philadelphia Inquirer, WIRED, and Scientific American. The AAAS Fellows use their academic training in the sciences as they research, write and report todays headlines, sharpening their abilities to communicate complex scientific issues to non-specialists. Participants come in knowing the importance of translating their work for the public, but they leave with the tools and the know-how to accomplish this important goal.", "Name": "AAAS Mass Media Science & Engineering Fellows Program", "Discipline": "Engineering, Physical Sciences", "Demographic": "All, International students", "Degree": "Senior, Masters, PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=294", "Details": "Gain hands-on policy experience, help develop and execute solutions to address societal challenges, and join a strong corps of over 3,100 policy-savvy alumni fellows working across sectors to serve the nation and citizens around the world. Fellow contributions may include policy research, drafting briefings and reports, and implementing policies to enhance reproducible research through rigor and transparency. Fellows serve yearlong assignments in all three branches of the federal government in Washington D.C. and represent a broad range of backgrounds, disciplines and career stages. STPF is seeking candidates with strong STEM credentials, an interest in career transformation and a desire to enhance federal policy.", "Name": "AAAS Science & Technology Policy Fellowships (STPF)", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences", "Demographic": "", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=47", "Details": "AAUW American Fellowships support women scholars who are completing dissertations, planning research leave from accredited institutions, or preparing research for publication. Applicants must be U.S. citizens or permanent residents. Candidates are evaluated on the basis of scholarly excellence; quality and originality of project design; and active commitment to helping women and girls through service in their communities, professions, or fields of research.", "Name": "AAUW American Fellowship", "Discipline": "Not Specified", "Demographic": "Women", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=152", "Details": "AAUW International Fellowships are awarded for full-time study or research in the United States to women who are not U.S. citizens or permanent residents. Both graduate and postgraduate studies at accredited U.S. institutions are supported.Applicants must have earned the equivalent of a U.S. bachelors degree, and must have applied to their proposed institutions of study by the time of the application. Up to five International Masters/First Professional Degree Fellowships are renewable for a second year.Recipients are selected for academic achievement and demonstrated commitment to women and girls. Recipients return to their home countries to become leaders in business, government, academia, community activism, the arts, and sciences.Originally designed to provide Latin American women opportunities for graduate and postgraduate study in the United States, the AAUW International Fellowships program awarded its first fellowship in 1917. The program now includes women from around the world, and International Fellowships have been awarded to more than 3,400 women from more than 140 nations.", "Name": "AAUW International Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "International students, Women", "Degree": "Masters, PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=334", "Details": "The Abe Fellowship is designed to encourage international multidisciplinary research on topics of pressing global concern. The program seeks to foster the development of a new generation of researchers who are interested in policy-relevant topics of long-range importance and who are willing to become key members of a bilateral and global research network built around such topics. It strives especially to promote a new level of intellectual cooperation between the Japanese and American academic and professional communities committed to and trained for advancing global understanding and problem solving.Research support to individuals is at the core of the Abe Fellowship Program. Applications are welcome from scholars and nonacademic research professionals. The objectives of the program are to foster high quality research in the social sciences and related disciplines, to build new collaborative networks of researchers around the four thematic foci of the program, to bring new data and new data resources to the attention of those researchers, and to obtain from them a commitment to a comparative or transnational line of inquiry.Successful applicants will be those individuals whose work and interests match these program goals. Abe Fellows are expected to demonstrate a long-term commitment to these goals by participating in program activities over the course of their careers.", "Name": "Abe Fellowship", "Discipline": "Social Sciences", "Demographic": "All, International students", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=102", "Details": "The AERA Grants Program has supported, trained, and encouraged researchers from a variety of disciplines to conduct education policy- and practice-related research using quantitative methods with data from the data sets sponsored by NSF and NCES.The goals of the program are: 1.to stimulate research on U.S. education issues using data from the large-scale, national and international data sets supported by the National Center for Education Statistics (NCES), NSF, and other federal agencies, and2.to increase the number of education researchers using these data sets.", "Name": "AERA Dissertation Grants Program", "Discipline": "Social Sciences", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=106", "Details": "The AERA-SDL Fellows Program will provide professional guidance and training for up to 8 postdoctoral level and early career scholars to undertake substantive research using the Deeper Learning dataset. The aim is to contribute to knowledge and engender a culture of use for addressing significant questions about education and learning with these data.", "Name": "AERA Fellowship Program on the Study of Deeper Learning", "Discipline": "Social Sciences, Interdisciplinary", "Demographic": "", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=105", "Details": "The Institutes goal is to build the capacity of the U.S. education research community to use large-scale national and international data sets such as those from the National Center for Education Statistics (NCES), NSF, and other federal agencies for basic, policy, and applied research. Hands-on training is provided in the application of large-scale data sets, with special emphasis on using these data sets for policy-related research in education. In 2016, the Institute will focus on research questions related to mathematics education. AERA Grants Governing Board members, agency staff, and outside experts jointly provide this training. The Institute will focus specifically on intersections of mathematics education and outcomes. Policy-relevant topics include such issues as students opportunities to learn specific mathematical content; access to high-quality mathematics teachers; students course-taking and career plans; and students mathematics achievement, beliefs, and attitudes. Patterns related to social class, race/ethnicity, language, and gender will be considered.", "Name": "AERA Institute on Statistical Analysis for Education Policy", "Discipline": "Social Sciences", "Demographic": "All, International students", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=103", "Details": "The fellowship provides support for doctoral dissertation research, to advance education research by outstanding minority graduate students, and to improve the quality and diversity of university faculties. This fellowship is targeted for members of racial and ethnic groups historically underrepresented in higher education (e.g., African Americans, Alaskan Natives, American Indians, Asian Americans, Hispanics or Latinos, and Native Hawaiian or Pacific Islanders). This program offers doctoral fellowships to enhance the competitiveness of outstanding minority scholars for academic appointments at major research universities. It supports fellows conducting education research and provides mentoring and guidance toward the completion of their doctoral studies.", "Name": "AERA Minority Dissertation Fellowship Program in Education Research", "Discipline": "Social Sciences", "Demographic": "Minorities", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=104", "Details": "This workshop is designed to build the talent pool of undergraduate students who plan to pursue doctorate degrees in education research or in disciplines and fields that examine education issues. Applicants are sought who have potential and interest in pursuing careers as education researchers, faculty members, or other professionals who contribute to the research field. The workshop, led by junior and senior scholars, will give fellows an overview of how education research is designed across fields, how quantitative and qualitative research methods are used in studies, and how research is applied to education policy and practice. Senior researchers and faculty from both academic institutions and applied research organizations (i.e., The American Institutes for Research, Educational Testing Service, the College Board, and the Urban Institute) will introduce education research as a field and share their area of expertise and knowledge with the fellows. Workshop activities will also focus on exploring graduate education, applying to graduate school, and beginning a career in education research.", "Name": "AERA Undergraduate Student Education Research Training Workshop", "Discipline": "Arts and Humanities, Social Sciences, Interdisciplinary", "Demographic": "", "Degree": "Sophomore, Junior, Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=107", "Details": "The AERA-MET Dissertation Fellowship Program provides funding and professional development and training to dissertation stage graduate students who use the MET data to address research questions and examine issues that will contribute to knowledge about teaching and learning.The AERA-MET Dissertation Fellowship Program provides funding and professional development and training to dissertation stage graduate students who use the MET data to address research questions and examine issues that will contribute to knowledge about teaching and learning.", "Name": "AERA-Measures of Effective Teaching (MET) Dissertation Fellowship Program", "Discipline": "Social Sciences", "Demographic": "First generation college students , Minorities, Women", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=167", "Details": "AHRQ provides support to individuals for dissertation research in health services research as part of completing a research doctorate degree. Deadlines are February 1, May 1, August 1, and November 1, annually", "Name": "AHRQ Grants for Health Services Research Dissertation Program (R36)", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=101", "Details": "The Albert Schweitzer Fellowship immerses a select group of graduate students in an experiential learning and leadership development program designed to increase and sharpen their skills and abilities to more effectively address the health needs of underserved people.", "Name": "Albert Schweitzer Fellowship, The", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=246", "Details": "For U.S., U.K., or German citizens. The Alfa Fellowship Program affords early- and mid-career professionals the opportunity to live in Russia for an extended period of time and to develop expertise through individualized work placements in private enterprises, media organizations, think tanks, public policy institutions, law firms, and foundations. All applicants must have a demonstrated interest in Russian and European/Eurasian affairs, exceptional academic and professional credentials, proven personal initiative, and clear goals/expectations for their professional assignments. Most successful applicants have studied Russian for at least 2 years at the post-secondary level.", "Name": "Alfa Fellowship Program", "Discipline": "Arts and Humanities, Social Sciences, Interdisciplinary", "Demographic": "", "Degree": "Masters, PhD, Post Doctorate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=97", "Details": "The purpose of the grant is to encourage medical students to consider a career in cardiovascular research. The need for new researchers in the health sciences, from basic science to human behaviors, is critical. This program is designed to provide students at the crossroads of career choices an opportunity to experience research first hand with an established investigator. At the time of application, the applicant must 1). be a full-time post baccalaureate, predoctoral M.D., Ph.D., D.O., D.V.M. (or equivalent) student who seeks research training with a sponsor/mentor prior to embarking on a research career; 2). have completed initial coursework and be able to devote full-time effort to research or activities related to development into independent researcher.", "Name": "American Heart Association Predoctoral Fellowship", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "All, International students", "Degree": "PhD, Professional Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=348", "Details": "In collaboration with the Institute for Advanced Studies in the Humanities (IASH) at the University of Edinburgh, the APS offers a visiting fellowship of between 2-4 months for research in Edinburgh in any aspect of the humanities and social sciences. This award includes travel expenses between the United States and the United Kingdom, a private office, library and research facilities at the IASH, and a monthly subsistence paid by the APS. Travel expenses and the monthly subsistence amount will not exceed a maximum of $6,000.", "Name": "American Philosophical Society Fellowship at the Institute for Advanced Studies in the Humanities Fellowship for Research in Edinburgh", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=55", "Details": "Scholarships are for college level students or transit professionals who are interested in pursuing or advancing in a career in the public transportation industry and who meet the following criteria:College sophomores (30 hours or more satisfactorily completed), juniors, seniors, or those seeking advanced degrees may apply for scholarships.Enrolled in a fully accredited institution, have and maintain at least a 3.0 GPA in course work that is relevant to the industry or required of a degree program, and demonstrate a strong interest in entering the public transportation industry.All applicants must be sponsored by a member organization of the American Public Transportation Association (APTA). Any member may serve as a sponsor.", "Name": "American Public Transportation Foundation Scholarship", "Discipline": "Social Sciences", "Demographic": "All, International students", "Degree": "Sophomore, Junior, Senior, Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=263", "Details": "The purpose of the ASTR Research Fellowships is to underwrite some of the research expenses of scholars undertaking projects significant to the field of theatre and/or performance studies. The total award of up to $3,000 may be divided among multiple winners. The fellowships can be used in conjunction with funding from other sources. Anyone holding a terminal degree who has been a member of ASTR for at least 3 of the last 5 years is eligible to apply.", "Name": "American Society for Theatre Research Fellowships", "Discipline": "Arts and Humanities", "Demographic": "", "Degree": "PhD, Post Doctorate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=160", "Details": "The ASF will offer around $300,000 to outstanding American students, scholars, professionals and artists for study and/or research in Denmark, Finland, Iceland, Norway or Sweden. Fellowships of up to $23,000 are intended to support an academic year-long stay, and priority is given to students at the graduate level who need to spend time at foreign academic or research institutions. Grants of up to $5,000 are considered more suitable for shorter research visits, both on the graduate or post-doctoral level. Funding is available to candidates in all fields.", "Name": "American-Scandinavian Foundation Fellowships & Grants", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=208", "Details": "Public Allies is a national movement grounded in the conviction that everyone leads. We believe that everyone can make a difference and can work to inspire more citizens to believe in themselves, step up, and act. Throughout our nations history, lasting social change has always resulted from the courageous acts of many, not just the inspiration of the few. Our mission is to create a just and equitable society and the diverse leadership to sustain it. We are changing the face and practice of leadership in communities across the country by demonstrating our conviction that everyone can lead, and that lasting social change results when citizens of all backgrounds step up, take responsibility, and work together. Our partnership with AmeriCorps dates back to its founding in 1994. Since then, our signature AmeriCorps Ally Program has identified thousands of diverse young adults and prepared them for leadership.", "Name": "AmeriCorps Ally Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Masters, PhD, Professional Doctorate, Post Doctorate, Undergraduate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=18", "Details": "Caltechs Amgen Scholars Program is geared towards students in biology, chemistry, and biotechnology fields. Some of these fields include biology, biochemistry, bioengineering, chemical and biomolecular engineering, and chemistry.Eligibility: Students must be current sophomores through non-graduating seniors, must be attending a four-year university in the US, and must be U.S. citizens or U.S. permanent residents. A minimum GPA of 3.2 is required.", "Name": "Amgen Scholars Program at Caltech", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "", "Degree": "Sophomore, Junior, Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=146", "Details": "The AMS Fellowship Program is for outstanding students looking to pursue graduate education in the atmospheric or related sciences. To date, 348 students have been designated as AMS fellowship recipients. The program helps first-year graduate students to be educated about unique challenges facing the world so that they may better tackle real-world issues after graduation. Fellowships come with several benefits that include financial support to maintain a full course load over the first year of graduate study, the opportunity to be special guests at the AMS Annual Meeting with exclusive events therein, and ongoing academic and career support from AMS.", "Name": "AMS Graduate Fellowships", "Discipline": "Physical Sciences", "Demographic": "", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=64", "Details": "Funded by a grant from the federal Substance Abuse and Mental Health Services Administration (SAMHSA), the Predoctoral Mental Health and Substance Abuse Services (MHSAS) Fellowship supports the training of practitioners in behavioral health services and prevention. This fellowship program is designed for students in clinical, counseling and school psychology, and other psychology doctoral students whose training prepares them for careers in behavioral health services.Applicants must:1. Be U.S. citizens, permanent residents or noncitizen nationals.2. Have a strong commitment to a career in ethnic minority behavioral health services or policy.3. Be enrolled full-time in an APA-accredited doctoral program during the fall term immediately following the application deadline. Doctoral programs must receive APA accreditation by the application deadline to be eligible.4. Not be interns; no fellowship support is available during a students internship year.5. It is not required for applicants to identify as ethnic minorities; however, African-Americans, Alaska Natives, American Indians, Asian-Americans, Hispanics/Latinos, Native Hawaiians and Pacific Islanders are especially encouraged to apply.", "Name": "APA Predoctoral Mental Health and Substance Abuse Services (MHSAS) Fellowship", "Discipline": "Social Sciences", "Demographic": "Minorities", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=145", "Details": "ARIT Summer Fellowships for Intensive Advanced Turkish Language at Bogazici University, Istanbul, summer 2017.  The program supports intensive study of advanced Turkish language at Bogazici University in Istanbul, Turkey, including air fare, tuition, and stipend.  The application deadline is February 5.", "Name": "ARIT Summer Fellowships for Intensive Advanced Turkish Language Study at Bogazici University, Istanbul", "Discipline": "", "Demographic": "", "Degree": "Junior, Senior, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=181", "Details": "To promote awareness of the achievements of Armenian Women, we are offering a scholarship of $500 to eligible students.The topic is Armenian Women: Not just a pretty face", "Name": "Armenian Women Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "Women", "Degree": "Masters, PhD, Professional Doctorate, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=315", "Details": "Through its Minority Fellowship Program (MFP), the American Sociological Association (ASA) supports the development and training of sociologists of color in any sub-area or specialty in the discipline. Funded by generous annual contributions from organizations such as Alpha Kappa Delta, Sociologists for Women in Society, the Midwest Sociological Society, the Association for Black Sociologists, Southwestern Sociological Association, as well as membership donations, MFP seeks to attract talented doctoral students to ensure a diverse and highly trained workforce is available to assume leadership roles in research that is relevant to todays global society. For 44 years, the MFP has supported more than 500 Fellows in pursuit of a doctoral degree in sociology. Areas of interest for former Fellows include social psychology, gender and sexuality, education, medicine and health, inequalities and stratification, race and ethnicity, and more. All of these areas of research and expertise are not just important for the growth of the discipline, but also to address important issues facing society. Sociologists have much to contribute to these research agendas, and many former Fellows have published or presented their work at leading conferences in their specialty area. In addition to providing financial support, MFP works with its Fellows and their faculty mentors to help prepare the Fellow for a research career. Also, MFP plans workshops and paper sessions at the ASA Annual Meeting, offers travel support to scientific conferences, and fosters the development of formal and informal networks for Fellows.", "Name": "ASA Minority Fellowship Program", "Discipline": "Open to All Disciplines", "Demographic": "Minorities", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=162", "Details": "The Astronaut Scholarship Foundation was established originally in 1984 as the Mercury Seven Foundation by the six surviving members of Americas original Mercury Seven astronauts. Since its founding, more than 100 astronauts from the Mercury, Gemini, Apollo, Skylab, and Space Shuttle programs have united to aid the United States in retaining its world leadership in science and technology by providing college scholarships for the very best and brightest students pursuing science, technology, engineering or math degrees.The foundation now awards 28 scholarships annually, each worth $10,000, for a total of $280,000. They seek college students who exhibit motivation, imagination, and exceptional performance in the science or engineering field of their major.", "Name": "Astronaut Scholarship", "Discipline": "Engineering, Physical Sciences", "Demographic": "USC students", "Degree": "Sophomore, Junior", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=304", "Details": "As a leading personal injury law group, Atlanta Car Accident Lawyers is dedicated improving and lifting up our communityâ€”and recognizing those who do the same. Our goal is to help all people have equal access to education and civic involvement, especially those with a spirit of volunteerism and community service.It is for this reason that we are pleased to announce our Atlanta Car Accident Lawyers Community Service Scholarship. This $1,000 scholarship is offered to support one high-achieving, community-minded college student and help them achieve their goals.For decades, our attorneys have seen that a focus on community service is one of the defining characteristics of future leaders. We believe that service and volunteerism not only help the immediate recipients, but strengthen our community overall. It builds bonds between people of many backgrounds, fosters empathy and understanding, and shapes the growth of those who serve. This spirit of voluntary service is one of the oldest American values and one which continues improve our shared society.To bolster this work, our law group offers a scholarship to students who have shown an outstanding commitment to volunteerism and community service. We believe that education and service are two pillars of development for our future leaders, and find great meaning in helping dedicated individuals achieve their educational and career goals.The Atlanta Car Accident Lawyers Community Service Scholarship is a $1,000 grant to a single student. We look forward to making this investment in our shared future, and we encourage all eligible individuals to apply.", "Name": "Atlanta Car Accident Lawyers 2018 Community Service Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Freshman, Sophomore, Junior, Senior, Masters, PhD, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=119", "Details": "The American-Scandinavian Foundation (ASF) is a publicly supported, nonprofit, organization that promotes international understanding through educational and cultural exchange between the U.S. and the Nordic countries.The ASF will offer around $300,000 to outstanding American students, scholars, professionals and artists for study and/or research in Denmark, Finland, Iceland, Norway or Sweden. Fellowships of up to $23,000 are intended to support an academic year-long stay, and priority is given to students at the graduate level who need to spend time at foreign academic or research institutions. Grants of up to $5,000 are considered more suitable for shorter research visits, both on the graduate or post-doctoral level. Funding is available to candidates in all fields.", "Name": "Award for Research/Study in Scandinavia", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "PhD, Professional Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=340", "Details": "The Beckman Center offers fellowships on an annual cycle for scholars doing research in the history and social studies of chemistry and related sciences, technologies, and industries. Fellows are expected to participate in biweekly informal writing groups and give at least one lunchtime lecture. They also have the opportunity to take part in a variety of outreach activities while in residence at the Institute. About 20 fellowships are given out annually, making the Beckman Center the largest private fellowship program in the history of science in the United States.Applicants for dissertation fellowships must be graduate students whose PhD dissertation proposals have been accepted by their respective university departments. Fellows are in residence at the Institute for the entire academic year (Septemberâ€“May). Dissertation fellowship stipends are $26,000, paid in monthly installments.", "Name": "Beckman Center History of Science Dissertation Fellowship", "Discipline": "Arts and Humanities, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences", "Demographic": "All, International students", "Degree": "PhD, Professional Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=339", "Details": "The Institute is pleased to announce the launch of its 80/20 postdoctoral fellowship program in the 2018-2019 academic year. These new fellowships reflect the Beckman Centers commitment to providing career-launching fellowships for recent PhDs and its support for the career diversity initiatives of the American Historical Association and affiliated scholarly societies. The 80/20 postdoctoral fellowship program will allow the Beckman Centers postdoctoral fellows to build skills that enhance their opportunities outside the academy or their work within it. Fellows will spend one day a week (20% of their time) working closely with an Institute staff member from the library, museum, publications, Center for Applied History, outreach, Center for Oral History, archives, or digital collections team on developing skills in one of two areas: collections and curation, or outreach and exhibitions. The other four days each week (80% of their time), postdoctoral fellows will have access to the Institutes considerable resources and ample time to develop and publish their own research. Applicants for postdoctoral fellowships must have their PhD in hand before the July prior to the start of the fellowship and must have earned that degree within the last five years. Postdoctoral fellowship stipends are $45,000 per year, paid in monthly installments.", "Name": "Beckman Center History of Science Postdoctoral Fellowship", "Discipline": "Arts and Humanities, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences", "Demographic": "All, International students", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=163", "Details": "The Beinecke Scholarship Program seeks to encourage and enable highly motivated students to pursue opportunities available to them and to be courageous in the selection of a graduated course of study in the arts, humanities and social sciences (Ph.D. or terminal degree such as MFA).  Since 1975 the program has selected more than 570 college juniors from more than 100 different undergraduate institutions for support during graduate study at any accredited university.  Each scholar receives $4,000 immediately prior to entering graduate school and an additional $30,000 while attending graduate school.  There are no geographic restrictions on the use of the scholarship, and recipients are allowed to supplement the award with other scholarships, assistantships and research grants.", "Name": "Beinecke Scholarship Program", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "Demonstrates Financial Need", "Degree": "Junior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=17", "Details": "The Benjamin A. Gilman International Scholarship provides awards for undergraduate students who are U.S. citizens and receiving Federal Pell Grant funding to participate in study abroad programs. The program encourages students to choose non-traditional study abroad destinations.", "Name": "Benjamin A. Gilman International Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "Demonstrates Financial Need", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=184", "Details": "The Berger and Green team has been serving injured and disabled people in Pennsylvania for over 40 years. We want to give back to the community and help the next generation of leaders and professionals. As part of our outreach efforts, we are offering a new annual scholarship for students living with heart disease. Beginning in 2017, our firm will bestow a $1,000 Heart Disease Scholarship upon one hardworking, eligible college student.Heart disease is the number one cause of death in the United States, and a growing number of young people are being diagnosed with the condition each year. Having a congenital heart defect or being diagnosed with cardiovascular disease radically affects the direction of a persons life. There are numerous trials and limitations that people with heart disease must face that will test their resolve, character, and faith.We do not believe that heart disease should impede a students education. All students should have every opportunity possible to pursue their dreams. And we want to help. It is our hope that the Berger and Green Heart Disease Scholarship will provide a high-achieving student with a little welcome relief during their journey. We encourage all eligible students to apply.", "Name": "Berger and Green Heart Disease Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Masters, PhD, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=108", "Details": "The Biodesign Innovation Fellowship is a launch pad for initiating, redirecting, or accelerating a career in health technology innovation. Stanford Biodesign graduates apply their talents to:-Catalyzing innovation inside major health technology companies-Building their own health technology start-ups-Teaching and/or leading translational research programs for world-class universities-Driving innovation initiatives within academic or private medical centers-Becoming specialists in design, investing, or other aspects of the health technology innovation ecosystem", "Name": "Biodesign Innovation Fellowship", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "All, International students", "Degree": "Masters, PhD, Professional Doctorate, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=262", "Details": "The BMI Foundation is a non-profit supporting the creation, performance, and study of music through awards, scholarships, grants, and commissions. The foundation offers many different funding opportunities. Scholarships accepting applications: BMI Founders Award for Radio Broadcasting, BMI Future Jazz Master Scholarship, BMI Student Composer Awards, John Lennon Scholarships, Nashville Songwriting Scholarship, peermusic Latin Scholarship, Pete Carpenter Fellowship, Woody Guthrie Fellowship. See the website for full information on each individual scholarship.", "Name": "BMI Foundation Scholarships", "Discipline": "Arts and Humanities", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=164", "Details": "Boren Scholarships provide funding for U.S. undergraduate students to study in Africa, Asia, Central & Eastern Europe, Eurasia, Latin America, and the Middle East.  Boren Scholarships require rigorous language study and the majority of awardees spend a full academic year overseas.  Applicants must be matriculated in a U.S. college or university upon application and throughout the Boren Scholarship.  In exchange for funding, Boren Scholarship recipients commit to working in the federal government for at least one year after graduation. Boren Fellowships are for matriculated graduate students.", "Name": "Boren Awards for International Study", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Freshman, Sophomore, Junior, Senior, Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=250", "Details": "Boren Fellowships, an initiative of the National Security Education Program, provide unique funding opportunities for U.S. graduate students to study less commonly taught languages in world regions critical to U.S. interests, and underrepresented in study abroad, including Africa, Asia, Central and Eastern Europe, Eurasia, Latin America, and the Middle East. The countries of Western Europe, Canada, Australia, and New Zealand are excluded. Boren Fellows represent a vital pool of highly motivated individuals who wish to work in the federal national security arena. In exchange for funding, Boren Fellows commit to working in the federal government for at least one year after graduation.", "Name": "Boren Graduate Fellowships", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=114", "Details": "The Bullitt Environmental Fellowship is a two-year, $50,000/year fellowship for graduate students interested in pursuing leadership positions within the environmental field.The Bullitt Environmental Fellowship is offered in memory of longtime Foundation Chair, Priscilla Bullitt Collins. In her honor, an outstanding, environmentally knowledgeable graduate student from a community under-represented in the environmental movement, who has demonstrated exceptional capacity for leadership as well as scholarship, will receive the fellowship award. The Foundation encourages applications from a broad diversity of students, with a particular emphasis on students of color and others who have overcome discrimination or other significant hardships.The fellowship is offered to graduate students attending universities physically located in Washington, Oregon, Idaho, western Montana, southern Alaska, and British Columbia.", "Name": "Bullitt Environmental Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "Minorities", "Degree": "Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=183", "Details": "The California Latino Legislative Caucus Foundation is a charitable, non-profit established to promote and advocate on behalf of the Latino community in California and to educate the public about Latino culture, heritage and issues of importance to Latinos in California. The Foundation awards $25,000 annually in scholarship funds to eligible students admitted to or currently enrolled at an accredited college or university. This year, the scholarship applicants demonstrated immense drive, admirable dedication to the community, and strong work ethic, which made the selection process extremely difficult, said California Latino Legislative Caucus Chairman Assemblymember Luis Alejo (D-Salinas). The recipients set themselves apart with their influence upon others and innovative ideas. With the tremendous potential exhibited by the students, we look forward to seeing their future accomplishments.", "Name": "California Latino Legislative Caucus Foundation Scholarship Program", "Discipline": "Open to All Disciplines", "Demographic": "Minorities", "Degree": "Freshman, Sophomore, Junior, Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=157", "Details": "Capital Fellows work for 10-11 months as full-time, paid staff members in the California State Assembly, California State Senate, California Executive Branch or the California Judiciary. Fellows actively engage in public service and prepare for future careers, while gaining firsthand experience in the governance and leadership of the most diverse, complex state in the nation.", "Name": "Capital Fellows Program", "Discipline": "Open to All Disciplines", "Demographic": "USC students", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD, Professional Doctorate, Post Doctorate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=141", "Details": "The CCST Science & Technology Policy Fellowship provides year of public service and government leadership training for scientists and engineers", "Name": "CCST Science and Technology Policy Fellowship", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "", "Degree": "Masters, PhD, Professional Doctorate, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=336", "Details": "The CDC Program Performance and Evaluation Office manages the CDC Evaluation Fellowship Program. This initiative represents a major commitment by CDC to program evaluation and program improvement. Fellows work under the leadership of CDCs Chief Evaluation Officer; they are matched with CDC host programs in Atlanta, Georgia to work on program evaluation activities for/with those programs.", "Name": "CDC Evaluation Fellowship", "Discipline": "Life Sciences/ Health Sciences, Social Sciences", "Demographic": "All, International students", "Degree": "Masters, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=151", "Details": "The Center for Engaged Scholarship dissertation fellowshipsare for Ph.D. students in the social sciences whose work is of high quality and that has the potential to contribute to making U.S. society less unequal, more democratic, and more environmentally sustainable.", "Name": "CES Dissertation Fellowship", "Discipline": "Social Sciences", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=314", "Details": "The University of Sussex (UK) is delighted to share with you the information for our Chancellors International Research Scholarship. We welcome applications from outstanding international applicants, from across all subjects, for 11 fully funded Chancellors International Research Scholarships. Scholarships are tenable for one year in the first instance, renewable annually for a maximum of 3 to 3.5 years, depending on the subject. The scholarship covers international fees and provides a stipend that matches that provided for UK doctoral students by the UK Research Council. The scholarship also provides a Research Training Support Grant (RTSG). Applicants must be classified as an international fee paying student and able to commence their PhD in September of the application year or January of the following year. Applicants must meet the Universitys academic entry requirements and the IELTS English Language Requirements contained in the postgraduate prospectus.", "Name": "Chancellor's International Research Scholarships", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Masters, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=249", "Details": "The Rangel Graduate Fellowship is a program that aims to attract and prepare outstanding young people for careers in the Foreign Service of the U.S. Department of State in which they can help formulate, represent and implement U.S. foreign policy. The Rangel Program selects outstanding Rangel Fellows annually in a highly competitive nationwide process and supports them through two years of graduate study, internships, mentoring, and professional development activities. This program encourages the application of members of minority groups historically underrepresented in the Foreign Service, women, and those with financial need. Fellows who successfully complete the program and Foreign Service entry requirements will receive appointments as Foreign Service Officers, one of the most exciting and rewarding careers available.", "Name": "Charles B. Rangel International Affairs Graduate Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "Demonstrates Financial Need", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=248", "Details": "The Charles B. Rangel International Affairs Summer Enrichment Program is a six-week summer program designed to provide undergraduate students with a deeper appreciation of current issues and trends in international affairs, a greater understanding of career opportunities in international affairs, and the enhanced knowledge and skills to pursue such careers. The Program usually selects 15 participants (known as â€œRangel Scholarsâ€\u009d) each year from universities throughout the United States. Students live at Howard University, attend classes, and participate in a variety of programs with foreign affairs professionals at Howard and at diverse locations around Washington, DC. The Program has two major components. First, in order to enhance participants academic preparation to work in international affairs, the Program provides two courses and a seminar that focus on enhancing knowledge and skills related to U.S. foreign policy, economics and writing. In addition, in order to provide greater insight into the foreign policy-making process and international affairs careers, the Rangel Program introduces the participants to a wide range of government and non-government professionals who work on global issues and also arranges visits to various institutions involved in international affairs. The Program also helps students explore graduate school, scholarship, fellowship, internship, and professional options in international affairs.", "Name": "Charles B. Rangel International Affairs Summer Enrichment Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Sophomore, Junior, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=46", "Details": "The Charlotte W. Newcombe Doctoral Dissertation Fellowships are designed to encourage original and significant study of ethical or religious values in all fields of the humanities and social sciences, and particularly to help Ph.D. candidates in these fields complete their dissertation work in a timely manner. In addition to topics in religious studies or in ethics (philosophical or religious), dissertations appropriate to the Newcombe Fellowship competition might explore the ethical implications of foreign policy, the values influencing political decisions, the moral codes of other cultures, and religious or ethical issues reflected in history or literature.The Newcombe Fellowships are provided to Ph.D. candidates at American institutions located in the United States. In the current Newcombe competition, at least 22 non-renewable Fellowships of $25,000 will be awarded for 12 months of full-time dissertation writing; in addition, Fellows graduate schools will be asked to waive tuition and/or remit some portion of their fees.", "Name": "Charlotte W. Newcombe Doctoral Dissertation Fellowship", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=300", "Details": "The Chateaubriand Fellowship is a grant offered by the Embassy of France in the United States. It supports outstanding Ph.D. students from American universities who wish to conduct research in France for a period ranging from 4 to 9 months. Chateaubriand fellows are selected through a merit-based competition, through a collaborative process involving expert evaluators in both countries. In support of the Make Our Planet Great Again Initiative launched by President Emmanuel Macron in June 2017, the Chateaubriand Program is offering additional fellowships this year for research projects related to Earth System Science, Climate Change and Sustainability, and Energy Transition. Applicants interested in the Make Our Planet Great initiative should complete either the STEM or HSS Chateaubriand Fellowship application:", "Name": "Chateaubriand Fellowship", "Discipline": "Arts and Humanities, Engineering, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=329", "Details": "I wanted to inform you about a new scholarship. Our client, Chisholm Chisholm & Kilpatrick LTD is offering a $1,500 Child of an American Veteran Scholarship. Wed love to share this opportunity with your students. If you would be willing to add this application on your site, it would be greatly appreciated. For your convenience, I have provided the information below.", "Name": "Chisholm Chisholm & Kilpatrick's Child of an American Veteran Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=222", "Details": "The law firm of Chisholm Chisholm & Kilpatrick LTD awards a $1,000 Child of a Disabled Veteran Scholarship each year to one deserving applicant whose parent has a service-connected disability.The U.S. Department of Veterans Affairs reports that, in 2016, the U.S. has more than 20 million living veterans. As of 2015, almost one in four American veterans lived with a service-connected disability.In our ongoing work with veterans disabled from military service, we see firsthand the challenges our real-life national heroes and their families face. To demonstrate our gratitude for their parents service, we established this annual scholarship awarded to the son or daughter of a disabled American veteran.", "Name": "Chisholm Chisholm & Kilpatrick's Child of Disabled Veteran Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Masters, PhD, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=328", "Details": "Chisholm, Chisholm & Kilpatrick LTD will award an annual $1,500 scholarship to a deserving veteran enrolled in or accepted to a U.S law school. Veterans of all branches of the U.S Military are eligible to apply (Army, Navy, Air Force, Marine Corps and Coast Guard).", "Name": "Chishom Chisholm & Kilpatrick's Law School Scholarship for Veterans", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Junior, Senior, Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=333", "Details": "The Christine Mirzayan Science & Technology Policy Graduate Fellowship Program, now in its 20th year, provides early career individuals with the opportunity to spend 12 weeks at the Academies in Washington, DC learning about science and technology policy and the role that scientists and engineers play in advising the nation.Each year, applicants from around the world become part of an Academies committee, board, or unit where they are assigned to a mentor and learn about the world of science and technology policy.  An immersive experience, the program is designed to broaden fellows appreciation of employment opportunities outside academia and leave them with both a firm grasp of the important and dynamic role of science and technology in decision-making and a better understanding of the role that they can play in strengthening the science and technology enterprise for the betterment of mankind.Alumni of the program hold positions in Congressional committees and at federal agencies.Graduate and professional school students and those who have completed graduate studies within the last five years may apply.  Areas of study may include social/behavioral sciences, health and medicine, physical or biological sciences, engineering, law/business/public administration, or relevant interdisciplinary fields.", "Name": "Christine Mirzayan Science & Technology Policy Graduate Fellowship", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences, Interdisciplinary", "Demographic": "", "Degree": "Masters, PhD, Professional Doctorate, Post Doctorate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=165", "Details": "The Churchill Scholarship provides tuition and funding for 14 students each year toward graduate work in engineering, mathematics and the physical and natural sciences at Churchill College, Cambridge University. Funds cover all University and College tuition and fees (approximately $25,000). In addition, Scholars receive a living allowance of £10,000 for nine-month programs, £12,000 for eleven-month programs, and £13,000 for twelve-month programs. Scholars also receive an allowance of up to $1,000 for travel to and from the United Kingdom, as well as reimbursement of application fees for a UK visa. The total award is worth approximately $45,000 to $50,000.Desired qualities are outstanding achievement in academic work as indicated by course grades, a capacity for original, creative work as shown by special recognitions or letters of references, and intellectual leadership, character and adaptability.", "Name": "Churchill Scholarship", "Discipline": "Engineering, Physical Sciences", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=20", "Details": "Every year, nearly 3,000 young people join City Year and dedicate 11 months to make a lasting impact on students and communities across the country. #makebetterhappen is a place where you can hear some of the great things that are happening every day, from the AmeriCorps members themselves. It is a place where thousands of stories all add up to #makebetterhappen. At City Year, we are working to bridge the gap in high-poverty communities between the support that students actually need, and what their schools are designed and resourced to provide. In doing so, we helping to increase graduation rates across the country, and changing the lives of the students we serve.Eligibility: Have a college degree or have attended some college, have a high school diploma or GED. Be able to dedicate 11 months to full-time service. Be between the ages of 18 and 25. Be a U.S. citizen or legal permanent resident alien. Have served no more than 3 terms in another AmeriCorps, NCCC or VISTA program. Agree to a background or security check.", "Name": "City Year", "Discipline": "Open to All Disciplines", "Demographic": "All, First generation college students , Minorities, USC students", "Degree": "Freshman, Sophomore, Junior, Senior, Bachelors degree (not currently enrolled)", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=293", "Details": "The prize of the Scholarship shall be used to catalyze an ongoing study which aims to lessen the impact the real estate industry has on the climate. Anyone can apply who studies on a university-level, and is working with a project that has the intent of making the real estate market more sustainable, can apply.", "Name": "Climate Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Freshman, Sophomore, Junior, Senior, Masters, PhD, Post Doctorate, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=41", "Details": "The Congress-Bundestag Youth Exchange for Young Professionals (CBYX) is a full year fellowship, funded by the U.S. Department of State and the German Bundestag. The fellowship is awarded annually to 75 American young professionals in a broad range of career fields. Fellowship includes: Two months of intensive German language training, four months of study at a German university or equivalent, five-month internship with a German company or organization in ones career field. Applicants should have clear career goals, some relevant experience in their career field, an interest in German and international affairs, and a strong sense of American identity. Previous German language knowledge is not required, but is preferred. Candidates in all fields encouraged to supply.", "Name": "Congress-Bundestag Youth Exchange for Young Professionals", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=319", "Details": "he Consular Fellows Program offers candidates a unique opportunity to serve their country, utilize their foreign language skills, and develop valuable skills and experience that will serve them well in follow-on professions.Foreign Service Consular Fellows serve in U.S. embassies and consulates overseas alongside Foreign Service Officers, other U.S. agency personnel, and locally-employed staff. Using their language skills in Spanish, Portuguese, Mandarin Chinese, or Arabic, their primary duty is to adjudicate visas for foreign nationals. Duties and responsibilities are similar to those of entry-level career Foreign Service Officers. While at post, Consular Fellows are members of the embassy or consulate community and receive many of the same benefits that career Foreign Service members receive, such as housing and educational allowances for eligible family members. View a more detailed description of the type of work involved and benefits provided.Consular Fellows are hired via limited non-career appointments (LNAs). The Consular Fellow LNA appointment is for 60 months, but may be terminated at any time based on performance and/or needs of the Service. Consular Fellows may terminate their appointment at any time with 30 days notice. However, if they choose to do so before completing a total of 12 months of service at post, they are obligated to repay certain costs associated with their travel, transportation, and other relocation allowances, unless the termination is triggered by circumstances beyond their control, as deemed by the U.S. Department of State.New hires who commit to a four-year service agreement will be eligible to receive a recruitment incentive of up to 10% of their basic salary.  This incentive would be paid in two installments: one upon completion of the first two-year assignment, and the second at the end of 48 months of consecutive service. In addition, Consular Fellows may be eligible to participate in the U.S. Department of States Student Loan Repayment Program (SLRP) at any post in which they serve when they sign an initial three-year service agreement.  For more information on the program, click here.These are paid, non-career positions.", "Name": "Consular Fellows Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=187", "Details": "The Coro Fellowship uses the city as a classroom to train the next generation of change makers. Todayâ€™s complex urban environments present constantly evolving challenges and opportunities, creating an increasing need for versatile leaders with the ability to forge connections and lead across the non-profit, business and government sectors. Competitively selected applicants will join an intimate cohort of 12 participants for the nine-month program, with each cohort encompassing a wide range of communities, interests, ideologies and experiences.Fellows classes are selected from among the finalists based on numerous factors, including: skills and abilities of the individual; diversity of experiences and perspectives among class members; ability of Fellows to learn from and work with each other; regional leadership needs; and others. Invitations to successful candidates to join the Coro Fellows Program are extended in April. Centers also maintain a list of alternates who may receive an invitation to join the program later.", "Name": "Coro Fellows Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD, Professional Doctorate, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=166", "Details": "The CLS Program is part of a U.S. government effort to expand dramatically the number of Americans studying and mastering critical foreign languages. Students of diverse disciplines and majors are encouraged to apply. Participants are expected to continue their language study beyond the scholarship period, and later apply their critical language skills in their future professional careers. CLS Institutes provide fully-funded group-based intensive language instruction and structured cultural enrichment experiences for seven to ten weeks over the summer.On November 29, 2016 President Obama signed an Executive Order giving alumni from the CLS Program non-competitive eligibility for U.S. government jobs.", "Name": "Critical Language Scholars (CLS) Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=155", "Details": "The goal of the Movement Disorders Fellowship is to provide clinical training, teaching skills and research experience. The length of the program is one year, with the option of adding a second year to pursue research, with approval.Such clinical expertise will be achieved in different settings (outpatient, inpatient and Emergency Department) and will include diagnostic evaluation, treatment, management, counseling and prevention. In this process, the fellow will be an integral part of the movement disorders clinic, conducting evaluations of new and established patients and learning the intricacies of the diagnosis of the various subtypes of movement disorders. The fellow will be encouraged to take an active role in structuring patient management and learning interventional therapies, including pharmacotherapy, botulinum toxin injections and Deep Brain Stimulation (DBS).", "Name": "CSMC Movement Disorders Fellowship", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "All", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=287", "Details": "The Cultural Vistas Fellowship affords underrepresented U.S. university students the unique opportunity to advance their career goals, develop global competencies, and experience life in another culture. The program selects fellows to take part in this multinational professional development program that includes eight-week summer internships in Argentina, Germany, and India. This fellowship opportunity is funded by Cultural Vistas.", "Name": "Cultural Vistas Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "First generation college students , Demonstrates Financial Need, Minorities", "Degree": "Sophomore, Junior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=43", "Details": "The Cultural Vistas Summer Internship Program in Germany provides an opportunity for students to gain valuable international work skills, improve German language abilities, and experience German life and culture firsthand.  Internship placements are available in a variety of fields, including, but not limited to, business, engineering, finance, tourism, IT, media/communications, international relations, the nonprofit sector, German studies, and economics. Internship duration is typically two to three months, with most students completing a three month internship.  Cultural Vistas works with an array of global partner organizations to place participants in professional internships that reflect their background and career goals. Companies range from small family-owned businesses to multinational holdings.  Many internships are paid and scholarships are available to qualified participants who receive unpaid internships.EligibilityStudents, international and U.S., enrolled in U.S. colleges and universities and Canadian citizens enrolled in U.S. or Canadian colleges and universities are eligible for the program.At least two years of university level studies in the field of your majorTwo years of post-secondary instruction in German or the equivalent (extra language training is available, if needed)Practical experience in target internship field (summer employment, prior internship, lab position, etc.) does not need to be extensive, but is preferred. The more experience you have, the more desirable you are to a potential host company.", "Name": "Cultural Vistas Summer Internship Program in Germany", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Sophomore, Junior, Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=358", "Details": "The Cybersecurity Talent Initiative is the first-of-its-kind public-private partnership aimed at recruiting and training a world-class cybersecurity workforce. The program is a selective opportunity for students in cybersecurity-related fields to gain vital public and private sector work experience and even receive up to $75,000 in student loan assistance.", "Name": "Cybersecurity Talent Initiative", "Discipline": "Engineering", "Demographic": "Demonstrates Financial Need", "Degree": "Masters, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=138", "Details": "DAAD Research Grants are awarded to highly qualified candidates who have completed a Masters degree or Diplom, or in exceptional cases a Bachelors degree at the latest by the time they begin their grant-supported research, or those who have already completed a PhD (postdocs), or to individuals wishing to earn a doctoral degree in Germany,", "Name": "DAAD Research Grants", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=99", "Details": "The DAAD/AICGS Research Fellowship Program, funded by a generous grant from the Deutscher Akademischer Austauschdienst (DAAD), is designed to bring scholars and specialists working on Germany, Europe, and/or transatlantic relations to the American Institute for Contemporary German Studies in Washington DC for research stays of two consecutive months each. Fellowships include a monthly stipend of up to $4,725, depending on the seniority of the applicant; transportation to and from Washington; and office space at the Institute.", "Name": "DAAD/AICGS Research Fellowship", "Discipline": "", "Demographic": "", "Degree": "PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=335", "Details": "The Data Incubator is a Cornell-funded data science training organization. This is a free intensive 8 week fellowship that prepares masters students, PhDs, and postdocs in STEM and social science fields seeking industry careers as data scientists. The program is free for Fellows and supported by sponsorships from hundreds of employers across multiple industries. In response to the overwhelming interest in our earlier sessions, we will be holding another fellowship. The program is free for admitted Fellows. Who Should Apply: Anyone who has already obtained a masters or PhD degree or who is within one year of graduating with a masters or PhD is welcome to apply. Applications from international students are welcome. Everyone else is encouraged to sign-up for a future session. Fellows have the option to participate in the program either in person in New York, San Francisco Bay Area, Boston, Washington DC, or online.", "Name": "Data Science Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Masters, PhD, Post Doctorate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=27", "Details": "National Defense Science and Engineering Graduate (NDSEG) Fellowships are awarded to applicants who will pursue a doctoral degree in, or closely related to, an area of DoD interest within one of the fifteen following disciplines: Aeronautical/Astronautical Engineering; Biosciences; Chemical Engineering; Chemistry; Civil Engineering; Cognitive, Neural, and Behavioral Sciences; Computer and Computational Sciences; Electrical Engineering; Geosciences; Materials Science and Engineering; Mathematics; Mechanical Engineering; Naval Architecture and Ocean Engineering; Oceanography; Physics", "Name": "DOD National Defense Science and Engineering Graduate Fellowship", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=29", "Details": "The DOD SMART program supports undergraduate and graduate students pursuing degrees in Science, Technology, Engineering and Mathematics (STEM) disciplines. The program aims to increase the number of civilian scientists and engineers working at DoD laboratories", "Name": "DOD Science, Mathematics And Research for Transformation (SMART)", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "", "Degree": "Freshman, Sophomore, Junior, Senior, Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=239", "Details": "Clean Cities offers internships through the Clean Cities University Workforce Development Program, which unites Clean Cities coalitions across the country with students interested in changing the future of on-road transportation.Internships with Clean Cities coalitions are available throughout the year for undergraduate (junior or senior) or graduate students studying communications, public relations, business, marketing, engineering, or environmental sciences.Each year, students in the program work with Clean Cities coalitions to increase awareness of alternative fuels and advanced vehicle technologies and their potential for petroleum reduction. Interns work with coordinators and stakeholders in the community to plan events, analyze data, research markets, design websites, and promote initiatives through social media and public relations.Students work on locally focused projects, such as planning and implementing the National Alternative Fuel Vehicle Day Odyssey, conducting fleet manager meetings, and working with campus fleet managers to promote the use of clean vehicle technologies.The Clean Cities University Workforce Development Program facilitates peer exchange and opens a direct line of education between industry experts by hosting webinars that feature current trends in social media and best practices in the field of public relations, as well as case studies from coalitions involved in the program.The Clean Cities University Workforce Development Program facilitates peer exchange and opens a direct line of education between industry experts by hosting webinars that feature current trends in social media and best practices in the field of public relations, as well as case studies from coalitions involved in the program.", "Name": "DOE Clean Cities University Workforce Development Program", "Discipline": "", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=30", "Details": "The DOE CSGF is open to U.S. citizens or permanent resident aliens who plan full-time, uninterrupted study toward a Ph.D. at an accredited U.S. university. Applications from students in engineering and the physical, computer, mathematical or life sciences are encouraged to apply. The fellowship provides four years of support, but must be renewed each summer.", "Name": "DOE Computational Science Graduate Fellowship (DOE CSGF)", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=235", "Details": "The Office of the General Counsel offers an exciting opportunity for law students to gain firsthand exposure to the fast-moving and evolving practice of energy law. The General Counsel is charged by the Secretary of Energy with the authority to determine the Departments authoritative position on any question of law.  The General Counsels Office provides legal advice, counsel, and support to the Secretary, the Deputy Secretary, and program offices throughout DOE to further the Departments mission of advancing the national, economic, and energy security of the United States through scientific and technological innovation and the environmental cleanup of the national nuclear weapons complex. The intern program is designed for a select group of law students to become integrated components of our practice groups by working closely with attorneys throughout the Office of the General Counsel. Interns can expect demanding legal research and writing assignments concerning an array of energy-related practice areas, including: energy efficiency, nuclear security and non-proliferation, renewable technologies, alternate fuels vehicles, environmental compliance, intellectual property, alternative dispute resolution, and loan guarantee programs.", "Name": "DOE General Counsel Law Student Intern Program", "Discipline": "", "Demographic": "", "Degree": "Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=236", "Details": "The Department of Energys Office of the General Counsel Undergraduate Intern Program offers an exciting opportunity for college students to gain firsthand exposure to cutting-edge issues in energy law and policy. The General Counsel is charged by the Secretary of Energy with the authority to determine the Departments authoritative position on any question of law. The General Counsels Office provides legal advice, counsel, and support to the Secretary, the Deputy Secretary, and program offices throughout DOE to further the Departments mission of advancing the national, economic, and energy security of the United States through scientific and technological innovation and the environmental cleanup of the national nuclear weapons complex. Interns will have an opportunity to attend meetings, observe hearings, and learn first-hand about the work of DOE and the Office of the General Counsel. Interns can expect work assignments concerning an array of energy related issues, such as energy efficiency enforcement, implementation of energy law, renewable technologies, and increasing transparency, accountability and efficiency within the DOE. Interns will have a mix of substantive and administrative responsibilities, and may perform a wide array of tasks. Examples include: (1) policy and legal research on energy-related issues; (2) cite-checking and proofreading legal briefs, memoranda, and correspondence; (3) maintaining and improving the General Counsel Office website and DOE internal wiki; and (4) various administrative duties.", "Name": "DOE General Counsel Undergraduate Intern Program", "Discipline": "Not Specified", "Demographic": "", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=139", "Details": "The goal of the Office of Science Graduate Student Research (SCGSR) program is to prepare graduate students for science, technology, engineering, or mathematics (STEM) careers critically important to the DOE Office of Science mission, by providing graduate thesis research opportunities at DOE laboratories. The SCGSR program provides supplemental awards to outstanding U.S. graduate students to pursue part of their graduate thesis research at a DOE laboratory in areas that address scientific challenges central to the Office of Science mission. The research opportunity is expected to advance the graduate students overall doctoral thesis while providing access to the expertise, resources, and capabilities available at the DOE laboratories.", "Name": "DOE Office of Science Graduate Student Research (SCGSR) Program", "Discipline": "Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=225", "Details": "The DOE Scholars Program introduces students or recent college graduates to DOEs mission and operations. As a participant in the DOE Scholars Program, you will have a competitive edge for familiarizing yourself with DOE functions while showcasing your education, talent, and skills. The DOE Scholars Program introduces students or recent college graduates to DOEs mission and operations. As a participant in the DOE Scholars Program, you will have a competitive edge for familiarizing yourself with DOE functions while showcasing your education, talent, and skills.DOE Scholars internships are typically during the summer months and are approximately10 weeks in length. Limited extensions may be granted based on the needs of the facilityand the interns availability.", "Name": "DOE Scholars Program", "Discipline": "Engineering, Physical Sciences", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Masters, PhD, Post Doctorate, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=237", "Details": "The Science Undergraduate Laboratory Internship (SULI) program encourages undergraduate students to pursue science, technology, engineering, and mathematics (STEM) careers by providing research experiences at the Department of Energy (DOE) laboratories. Selected students participate as interns appointed at one of 17 participating DOE laboratories/facilities. They perform research, under the guidance of laboratory staff scientists or engineers, on projects supporting the DOE mission. The SULI program is sponsored and managed by the DOE Office of Sciences, Office of Workforce Development for Teachers and Scientists (WDTS) in collaboration with the DOE laboratories/facilities. Applications for the SULI program are solicited annually for three separate internship terms. Internship appointments are 10 weeks in duration for the Summer Term (May through August) or 16 weeks in duration for the Fall (August through December) and Spring (January through May) Terms. Each DOE laboratory/facility offers different research opportunities; not all DOE laboratories/facilities offer internships during the Fall and Spring Terms.", "Name": "DOE Science Undergraduate Laboratory Internships", "Discipline": "Not Specified", "Demographic": "", "Degree": "Sophomore, Junior, Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=234", "Details": "The U.S. Department of Energy (DOE) Office of Indian Energy offers a college student internship program for current full-time graduate students who are familiar with Native American culture and tribal issues. Interns provide support on Office of Indian Energy-funded projects and assist a cross-disciplinary team to perform specific technical tasks in the field and at DOEs Sandia National Laboratories. Current full-time graduate students who are familiar with Native American culture and tribal issues are needed to support projects funded by the U.S. Department of Energy (DOE) Office of Indian Energy. Our student interns assist a cross-disciplinary team to perform specific technical tasks in the field and at DOEs Sandia National Laboratories. Interns will work with Sandias renewable energy staff and American Indian Outreach Committee, and Native American Tribes interested in renewable systems. The internship program offers the opportunity for instant immersion in project planning and development activities working directly with experienced, internationally recognized energy experts. The work requires travel, including field visits to renewable energy project sites. Sandia National Laboratories will give preference to American Indian applicants who are members of a federally recognized tribe, Alaska Native village, or Alaska corporation (excludes state-recognized tribes, bands or groups, and first peoples of Guam or Hawaii).", "Name": "DOE Tribal Internship Program", "Discipline": "Open to All Disciplines", "Demographic": "Minorities", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=256", "Details": "The Payne Fellowship encourages the application of members of minority groups who have historically been underrepresented in international development careers and those with financial need. The fellowship is named in honor of longtime development champion, the late Congressman Donald Payne. The initiative is funded by USAID and administered by Howard University. Fellowship recipients can use the award to attend U.S. graduate programs throughout the country; they will join the USAID Foreign Service upon completion of the program, as long as they successfully complete the Payne Program and USAID entry requirements.", "Name": "Donald M. Payne International Development Fellowship Program", "Discipline": "", "Demographic": "Demonstrates Financial Need, Minorities", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=134", "Details": "The Dr. Rodolfo Montes Scholarship is for USC masters students in the School of Cinematic Arts, Herman Ostrow School of Dentistry, Gould School of Law, Keck School of Medicine, or the Price School of Public Policy. Scholarships, in the form of tuition assistance, are awarded to applicants who demonstrate a need for financial assistance, who have outstanding academic records and a history of community involvement. In accordance with the wishes of the donor, preference is given to candidates who exemplify leadership, or demonstrate a potential for leadership, within the local Hispanic community. Applications are accepted annually in the spring semester.", "Name": "Dr. Rodolfo Montes Scholarship", "Discipline": "Arts and Humanities, Life Sciences/ Health Sciences, Social Sciences", "Demographic": "First generation college students , Minorities, USC students", "Degree": "Masters", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=337", "Details": "The Earth Institute Postdoctoral Research Program provides innovative postdoctoral scholars with the opportunity to build a foundation in one of the core disciplines represented within the Earth Institute (i.e. social, earth, biological, engineering, and health sciences), while at the same time acquiring the breadth of cross-disciplinary expertise needed to address critical issues related to sustainable development. Specific areas of research include food security, energy systems, climate change impacts, poverty reduction, disease, and environmental degradation. The program offers a unique intellectual surrounding that fosters cross-disciplinary interaction, research and education.", "Name": "Earth Institute Postdoctoral Research Program", "Discipline": "Life Sciences/ Health Sciences, Interdisciplinary", "Demographic": "", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=116", "Details": "EDF Climate Corps seeks top graduate students studying business, engineering, sustainability, environmental management, public policy, or other relevant degrees, who are eligible to work in the United States. Over the course of 10-12 weeks, EDF Climate Corps fellows are embedded within leading organizations to identify customized energy management solutions. Fellows are paid $1,250/week and reimbursed for travel expenses to the May training and fall Energy Solutions Exchange (network) event.", "Name": "EDF Climate Corps Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=136", "Details": "The Association awards Fellowships each year at the graduate (Masters, PhD or post-doctoral) level of up to $40,000 USD for US scholars undertaking advanced research or study in Australia. Fellowships are available for Americans who will benefit from doing research or study in the fields of life sciences, medicine, engineering or mining. There is particular interest in the fields of oceanography/marine sciences & stem cell research. Applicants must make their own arrangements for university affiliation and have a confirmed placement by the time the Fellowship is awarded. Applicants must be US citizens or US permanent residents doing research or study at the graduate level. Applicants may already be in Australia.", "Name": "EDU United States to Australian Fellowship", "Discipline": "", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=44", "Details": "Since 2009, E4FC has developed resources to help undocumented students across the United States find scholarships to pay for college. These resources have been assembled and updated by undocumented young people who have participated in E4FCs various programs. Thanks to the support of students, educators and parents like you, in the past year alone our scholarship resources have been accessed over 60,000 times.", "Name": "Educators for Fair Consideration (E4FC)", "Discipline": "Open to All Disciplines", "Demographic": "First generation college students , Demonstrates Financial Need, Minorities, Women", "Degree": "Freshman, Sophomore, Junior, Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=238", "Details": "10 week appointment to a private industry or a DOE national laboratory across the United States. Stipend of $600 per week for undergraduates and $750 per week for graduate students. Travel to and from appointment host location up to a combined maximum of $1,000. Housing allowance of $150 per week for interns whose home location is more than 50 miles from the appointment host location. Hands-on research experience and identification of career goals and opportunities through hosting facility enrichment activities and development of professional networks with leading scientists.", "Name": "EERE Robotics Internship Program (DOE)", "Discipline": "", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Masters, PhD, Post Doctorate, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=230", "Details": "The Department of Energys (DOE) Office of Energy Efficiency and Renewable Energy (EERE) offers exciting student volunteer internships throughout the year at DOE Headquarters (HQ) in Washington, D.C., and the Golden Field Office (GFO) in Golden, Colorado. EERE selects applicants based on availability and program office needs, and places candidates based on the best fit with program office requirements. Positions are limited and offered on a competitive basis. All applications are retained for one year from the application submission date. Examples of volunteer responsibilities may include, but not be limited to, the following assignments: gathering and analyzing data; participating in meetings and conferences; assisting with research projects; assisting staff members with program-related tasks; developing communication and outreach materials; assisting with Internet and web design/development. Volunteer internships provide students opportunities to complement their academic endeavors through direct experience with EERE in the field of energy efficiency and renewable energy. For those students seeking future job opportunities with the federal government, this experience is invaluable in providing students with skills to effectively compete for positions. This internship program also provides potential opportunities to network with experts within the energy community on a local, national, and international level. In addition, some colleges and universities give academic credit for federal government internships.", "Name": "EERE Student Volunteer Internship Program", "Discipline": "Not Specified", "Demographic": "", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=307", "Details": "Eileen P. Sweeney devoted her life to improving the lives of people with disabilities, children, battered women, the poor, and the elderly. Her early Washington career was devoted to disability issues and she played a key role in achieving the disability benefit reforms of 1983 and 1984. She subsequently turned her attention to other vulnerable populations, the needs of children, those served by the Temporary Assistance for Needy Families (TANF) program, and the Social Security and Supplemental Security Income (SSI) programs.The National Academy of Social Insurance, in partnership with the Childrens Defense Fund (CDF) and the Center on Budget and Policy Priorities (CBPP) established the Eileen Sweeney Graduate Internship in honor and memory of Eileen. Graduate students aspiring to a career in social policy with a focus on disability are urged to apply for this 12-week summer semester internship. A student will be awarded the internship based on nationwide recruitment and a competitive selection process.The National Academy of Social Insurance, as a nonprofit, nonpartisan organization devoted to furthering knowledge and understanding of social insurance programs, is uniquely qualified to provide students with challenging internship opportunities. The Academys members, recognized experts in social insurance and health policy, offer the interns access to information and experiences found nowhere else. This is a nationally-competitive program with only one placement made each year. Academic credit may be arranged through the interns college or university. International Students with valid student visas can be placed with non-governmental organizations, if placement projects match their skills and interests.", "Name": "Eileen Sweeney Graduate Internship in Disability Policy", "Discipline": "Social Sciences, Open to All Disciplines", "Demographic": "", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=153", "Details": "The Elizabeth Munsterberg Koppitz Fellowship program supports graduate research projects and scholarships in child psychology.", "Name": "Elizabeth Munsterberg Koppitz Child Psychology Graduate Student Fellowship", "Discipline": "Social Sciences", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=264", "Details": "The Ella Lyman Cabot Trust seeks to assist people who want to take their lives in a new, other-oriented direction. The twice-annual awards given out by the Board of Trustees of the Trust have enabled scores of individuals to develop their passion for serving others. By identifying and funding promising projects, the Trust aims to have  a meaningful impact on both the proponent of the project and on the projectâ€™s intended beneficiaries.", "Name": "Ella Lyman Cabot Grants, The", "Discipline": "Arts and Humanities", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=189", "Details": "The Emigre Memorial German Internship Program - German State Parliaments (EMGIP) is a fellowship program that provides U.S. and Canadian students with internships at a German state parliament (Landtag).A limited number of applicants are selected every year to participate in this program, which was established to pay tribute to German Emigres who found refuge from a totalitarian regime. EMGIP has helped build lasting ties between the United States and Germany, especially since many program alumni have pursued careers that they first experienced through EMGIP.Internships afford students an excellent opportunity to gain government work experience, improve their advanced German language skills, and learn about German culture firsthand.This professional opportunity overseas is ideal for students planning on pursuing careers at a regional level of government in the United States or Canada, or who have an interest in a specific policy issue such as the environment, education, or healthcare.EMGIP runs three times a year (fall, spring, and early summer) for one to three months, depending on elections, holiday schedules and state office preferences.", "Name": "Emigre Memorial German Internship Program - German State Parliaments (EMGIP)", "Discipline": "", "Demographic": "", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=68", "Details": "The Exploration Fund Grant is for graduate, post-graduate, doctorate and early career post-doctoral students. It provides grants in support of exploration and field research for those who are just beginning their research careers.", "Name": "Explorers Club Exploration Fund Grant, The", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences, Interdisciplinary", "Demographic": "All", "Degree": "Masters, PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=313", "Details": "The University of California, Berkeley is excited to announce the Ezera Research Fellowship.The program will support graduate students from African countries and as well as, it will provide funds from the endowment are assigned to the Center for African Studies.The program opportunity will be a help to aid student scholars at the graduate level concentrating studies. Berkeleys Center for African Studies was established in 1979 as an interdisciplinary research centre to support basic research and training of scholars. The Center is one of the primary centres for research and scholarship on Africa in the San Francisco Bay Area, in the University of California system. The Ezera Fellowship gives priority to graduate students from West Africa who show exceptional promise of advancing scholarship in African Studies in the social sciences, humanities, and public policy and who demonstrate strong leadership potential. Students from other African regions are eligible and are encouraged to apply. Students must have been accepted for admission at the University of California at Berkeley when they apply and must be enrolled before funds may be dispersed to them. A total of no more than two years of support will be provided to a recipient of this fellowship; applications for the second year of support will be considered de novo along with other applications for that year.", "Name": "Ezera Research Fellowship for African Students", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "International students", "Degree": "Senior, Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=150", "Details": "The Feuchtwanger Conference Travel Award for USC Students may be used for travel expenses to conferences to present papers based on research conducted using German Exile Studies collections at the Feuchtwanger Memorial Library. Award funds may be used for conference registration fees, transportation costs, accommodations, and food expenditures incurred during the conference. Grant amounts are awarded up to $2000 and must be used within one year of notification of the award.", "Name": "Feuchtwanger Conference Travel Award", "Discipline": "", "Demographic": "All, International students, USC students", "Degree": "Masters, PhD", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=324", "Details": "The two-year financial leadership fellowship at the University of Southern California is a collaborative and demanding leadership program designed to provide a unique career development opportunity. Sponsored by USCs Office of the Senior Vice President for Finance and CFO, the program provides fellows with hands-on experience in operations, strategy, budget planning and business services for finance management across the university and healthcare enterprise. ______The program begins with an immersion period in the Office of the Senior Vice President for Finance and Chief Financial Officer - shadowing the CFO, attending executive meetings, and engaging in one-on-one conversations with executives and directors in financial management. Fellows then begin a series of elective rotations through areas in University Finance. During their second year, fellows focus on a particular area of professional interest and take on a more active leadership role, while continuing to meet regularly with the CFO. In the first few months of the fellowship, the fellow will work closely with the CFO and meet regularly with executives and directors. During this time, the fellow will craft a plan for the duration of the program that will shape the fellows path with rotations that fit his or her own leadership and career goals. _____________Rotation areas include: UNIVERSITY OPERATIONS AND STRATEGY: Developing University Strategic Business Plans; Enterprise-Wide Risk; Capital Construction; Facility Management; Information Technology Systems. ______UNIVERSITY FINANCIAL MANAGEMENT: Endowment and Investment Management; Budget, Treasury and Cash Management; Tax Reporting and Analysis; Financial and Business Operations; Student Financial Services._______HEALTH SYSTEM OPERATIONS AND STRATEGY: Developing Health System Strategic Business Plans; Hospital and Physician Business Operations.____________________HEALTH SYSTEM FINANCIAL MANAGEMENT: Financial Planning, Budgeting and Reporting; Revenue Cycle Operations and Analytics, Procurement and Supply Chain Operations. ________________________ACADEMIC OPERATIONS, STRATEGY AND FINANCE: Financial Planning, Budgeting and Reporting; Academic Information Technology; Financial Support of Research Administration and Analysis_______YEAR TWO - In the second year of the program, the fellow will identify an area of concentration and develop a project based on individual career goals and organizational needs. The fellow will submit periodic progress reports to the Senior Vice President for Finance and CFO.REQUIREMENTS - Education: Masters degree in Business Administration or a related field of study with financial or quantitative emphasis. Candidate Profile: The ideal candidate is energetic, collaborative and self-motivated. A team player with excellent written and verbal communication skills, strong financial and analytic skills and proven academic success. Committed to USC core values: caring and respect for one another; diversity; team spirit; commitments to service and ethical conduct._______APPLICATION PROCESS- The two-year financial leadership fellowship begins in August. To apply for the program, send a resume and statement of purpose including career objectives and motivation to pursue the fellowship opportunity no later than May 1st. Include applicant name in subject line and send to the attention of, Fellowship Program Coordinator at svpfinance@usc.edu.______Candidates who advance beyond the first round of interviews will be asked to submit the following: A sample financial case study or business plan (team-based or individual work).", "Name": "Financial Leadership Fellowship", "Discipline": "", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=84", "Details": "Ford Foundation Predoctoral, Dissertaion, and Postdoctoral Fellowships are to support scholars whose goal is to strengthen & increase diversity in academe. Predoctoral & Dissertation Awards are for research-based study in behavioral & social sciences, life & physical sciences, math & engineering, and the humanities leading to the PhD or ScD. Awards are for those who are within seven years of the PhD or ScD.", "Name": "Ford Foundation Predoctoral, Dissertation & Doctoral Awards", "Discipline": "", "Demographic": "Minorities", "Degree": "Senior, Masters, PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=190", "Details": "Funded by the U.S. Department of State and administered by the Washington Center (TWC) for Internships and Academic Seminars, the Foreign Affairs IT Fellowship Program provides outstanding students pursuing an IT-related degree with a challenging and rewarding opportunity to apply technology solutions to the business of diplomacy. The program awards five Fellows (three graduates and two undergraduates) with tuition assistance, mentorship, and professional development to launch their careers in the U.S. Department of States Foreign Service. Women, members of minority groups historically underrepresented in the Foreign Service, and students with financial need are encouraged to apply. Fellows who successfully complete the program and the Foreign Affairs IT Specialist entry requirements will receive an appointment as a Foreign Service Information Management Specialist (IMS).", "Name": "Foreign Affairs Information Technology Fellowship", "Discipline": "", "Demographic": "Demonstrates Financial Need, Minorities, Women", "Degree": "Sophomore, Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=169", "Details": "The Fulbright U.S. Student Program is the largest U.S. exchange program offering opportunities for students and young professionals to undertake graduate study, advanced research, English teaching and even special assistantships/internships worldwide.  The program currently awards approximately 2,100 grants annually in all fields of study, and operates in more than 140 countries. From its inception, the Fulbright Program has fostered bilateral relationships in which citizens and governments of other countries work towards mutual understanding.On November 29, 2016 President Obama signed an Executive Order giving alumni from the Fulbright U.S. Student Program non-competitive eligibility for U.S. government jobs.", "Name": "Fulbright U.S. Student Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Junior, Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=191", "Details": "The Fulbright UK Summer Institutes are 3-4 week programs for U.S. undergraduate students. Participants can explore the culture, heritage, and history of the UK while experiencing higher education at a UK university. The Institutes include an educational residency relevant to the host universitys cultural, historical and industrial environment. Depending on the Institute, students will have the opportunity to:Study alongside leading academics and professionals; Develop knowledge in specific fields; Participate in field and in-service education; Experience cultural and social events; Visit museums, galleries, castles, battlegrounds, stately homes and areas of scenic beauty; Receive credit to transfer to their home institution; Meet people from across the US and the world; Become an ambassador for studying in the UK. To be eligible, students must: be a US citizen and possess a US passport, be at least 18 years old by the start of the program, participate in the program in its entirety, have a minimum GPA of 3.7, have at least 2 years of undergraduate study remaining after the Institute, and have had little or no study/travel outside of the US.", "Name": "Fulbright US-UK Summer Institute Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Freshman, Sophomore"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=170", "Details": "The Gates Cambridge Scholarship program was established in October 2000 by a donation of $210m from the Bill and Melinda Gates Foundation to the University of Cambridge; this is the largest ever single donation to a UK university.Scholarships are awarded to outstanding applicants from countries outside the UK to pursue a full-time postgraduate degree in any subject available at the University of Cambridge. The selection criteria are: outstanding intellectual ability; leadership potential; a commitment to improving the lives of others; a good fit between the applicants qualifications and aspirations and the postgraduate program at Cambridge for which they are applying. The aim of the Gates Cambridge program is to build a global network of future leaders committed to improving the lives of others.Gates Cambridge alumni pursue further study or employment across many sectors of society and, despite the relative youth of the program, are increasingly taking on leadership roles and applying their knowledge and skills to improve the lives of others.", "Name": "Gates Cambridge Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Junior, Senior, Bachelors degree (not currently enrolled), Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=94", "Details": "The GEM fellowship programs span the entire recruitment, retention, and professional development spectrum. GEMs principal activity is the provision of graduate fellowships at the MS and Ph.D. levels coupled with paid summer internships. 1) PH.D. ENGINEERING FELLOWSHIP: The objective of this program is to offer doctoral fellowships to underrepresented minority students who have either completed, are currently enrolled in a masters in engineering program, or received admittance into a PhD program directly from a bachelors degree program. 2) PH.D. SCIENCE FELLOWSHIP: The goal of this program is to increase the number of minority students who pursue doctoral degrees in the natural science disciplines of chemistry, physics, earth sciences, mathematics, biological sciences, and computer science.", "Name": "GEM Fellowship Program, The", "Discipline": "Engineering, Physical Sciences", "Demographic": "Minorities", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=331", "Details": "Inaugurated in 2016, the U.S.-China Student Fellows Program aims to promote student-to-student dialogue among U.S. and Chinese university students around critical global issues. The program features a cohort of eight to ten young leaders, selected from top U.S. and Chinese colleges and universities. Over the course of an academic year, fellows participate in dialogue through in-person meetings, a web-based platform, and networking opportunities. Fellows will receive a $2,500 stipend and travel and accommodations to attend the Washington, D.C. and Beijing meetings, where they will have opportunities to meet with leading scholars, senior officials and business leaders. Past meetings include visits and briefings at the White House, Department of State, Chinese Ministry of Foreign Affairs as well as embassies and influential think tanks in Washington and Beijing. Fellows are expected to actively participate and contribute to the intellectual exchange within the group and with outside policy stakeholders. They are also required to provide at least four short essays/blogs for publication on the Initiatives website between September and July.", "Name": "Georgetown University's Initiative for U.S.-China Dialogue on Global Issues", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Freshman, Sophomore, Junior, Senior, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=252", "Details": "The German Chancellor Fellowship of the Alexander von Humboldt Foundation is targeted at university graduates from Brazil, China, India, Russia and the USA, who have already acquired initial leadership experience and are interested in spending a year working on research-based, self-developed projects with a host of their choice in Germany, under the patronage of the Chancellor of the Federal Republic of Germany. Participants must have received a Bachelors degree within twelve years of the program start date.", "Name": "German Chancellor Fellowship for Tomorrow's Leaders, The", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=171", "Details": "Barry Goldwater Scholarships are awarded to outstanding undergraduates who are studying mathematics, natural sciences or engineering and who intend to pursue a research career. The scholarship awards up to $7,500 for the remaining year(s) of study at USC. Desired qualities of applicants include a highly competitive grade point average, demonstrated research experience and commitment and potential to make a significant contribution to the fields of mathematics, natural sciences or engineering.  Applicants interested in pursuing medicine must demonstrate a desire for medical research, rather than medical practice.  USC may nominate a maximum of four candidates, dividing the nominations between the Viterbi School of Engineering and Dornsife College of Letters, Arts & Sciences.", "Name": "Goldwater Scholarship", "Discipline": "Engineering, Physical Sciences", "Demographic": "", "Degree": "Sophomore, Junior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=98", "Details": "The Google PhD fellowships recognize outstanding graduate students doing exceptional work in computer science, related disciplines, or promising research areas. Fellowship students are given funding to support them in their graduate studies. Google runs PhD Fellowship programs in several regions throughout the globe including U.S./Canada, Europe, Australia, India,China and East Asia.", "Name": "Google Student Fellowship", "Discipline": "Engineering", "Demographic": "All", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=175", "Details": "GoStartABlog is awarding a $1000 scholarship for the best essay on the topic Writing has given me the opportunity to.... To apply, please visit https://gostartablog.com/scholarship/ for more information and details on the application process.", "Name": "GoStartABlog's Young Writers Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "All", "Degree": "Freshman, Sophomore, Junior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=147", "Details": "With funding provided by the Recording Academy, the GRAMMY Foundation Grant Program awards grants each year to organizations and individuals to support efforts that advance the archiving and preservation of the music and recorded sound heritage of North America, and research projects related to the impact of music on the human condition.Grant funds have been utilized to preserve private collections as well as materials at the Library of Congress, the Smithsonian and numerous colleges and universities. Research projects have studied the links between music and early childhood education, treatments for illnesses and injuries common to musicians, and the impact of music therapy on populations from infants to the elderly. More than $6 million in grants has been awarded to more than 300 recipients.", "Name": "GRAMMY Foundation Grants", "Discipline": "", "Demographic": "All", "Degree": "Masters, PhD, Professional Doctorate, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=299", "Details": "The USC Shoah Foundation Center for Advanced Genocide Research invites proposals for its three research fellowships for advanced-standing PhD candidates: the 2018-2019 Margee and Douglas Greenberg Research Fellowship; the 2018-2019 Robert J. Katz Research Fellowship in Genocide Studies; and the 2018-2019 Breslauer, Rutman, and Anderson Research Fellowship.Each fellowship provides $4,000 support and will be awarded to an outstanding advanced-standing PhD candidate from any discipline for dissertation research focused on testimony from the USC Shoah Foundation Visual History Archive and other USC resources. The recipient will be required to spend one month in residence at the USC Shoah Foundation Center for Advanced Genocide Research during the 2018-2019 academic year.Award decisions for each fellowship will be based on the originality of the research proposal and its potential to advance research with testimonies in the USC Shoah Foundation Visual History Archive or other unique genocide research resources at USC. Each fellow will be expected to provide the Center with fresh perspectives, to play a role in Center activities, and to give a public talk during the stay.The USC Shoah Foundation Center for Advanced Genocide Research distinguishes itself from other Holocaust and Genocide institutes by offering access to unique research resources and by focusing its research efforts on the interdisciplinary study of currently under-researched areas. (For more information: cagr.usc.edu.)USC is the home of internationally unique and growing research resources, which include the USC Shoah Foundation Visual History Archive, a collection of over 54,000 video testimonies of survivors and witnesses of the Holocaust and other genocides, including the Rwandan, Armenian, Guatemalan, Cambodian genocides and the Nanjing Massacre in China; a Holocaust and genocide studies collection at Doheny Memorial Library with 30,000 primary and secondary sources, and a Special Collection containing private papers of German and Austrian Jewish emigrants, including Lion Feuchtwanger, from the Third Reich.To submit an application, please send a cover letter (including proposed dates of residency), CV, proposal abstract (1-3 pages), writing sample, and recommendation letter from your PhD advisor by December 15th, 2017 to cagr@usc.edu. Each submission will be considered for all three fellowships.To view the CAF, please visit: https://sfi.usc.edu/news/2017/11/19466-call-applications-2018-2019-research-fellowships-phd-candidates", "Name": "Greenberg Research Fellowship, Katz Research Fellowship in Genocide Studies and Breslauer, Rutman, and Anderson Research Fellowship", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "All", "Degree": "PhD, Professional Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=302", "Details": "The goal of this program is to increase the number of well-trained scientists in educational assessment, psychometrics and statistics. At the time of application, candidates must be enrolled in a doctoral program, have completed all the coursework toward the Ph.D., and be at the dissertation stage of their program. Dissertation topics in the areas of psychometrics, statistics, educational measurement or quantitative methods will be given priority. At the time of application, candidates will be asked to provide a statement describing any additional financial assistance such as assistantship or grant commitment that he/she will have during the fellowship period.", "Name": "Harold Gulliksen Psychometric Research Fellowship", "Discipline": "Social Sciences", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=70", "Details": "Fellowships are designed for students approaching the final year of their PhD work. The fellowship is not for support of doctoral research. Applicants may be citizens of any country and studying at colleges or universities in any country.Questions that interest the foundation concern violence and aggression in relation to social change, inter-group conflict, war, terrorism, crime, and family relationships, among other subjects. Dissertations with no relevance to understanding human violence and aggression will not be supported. Priority will also be given to areas and methodologies not receiving adequate attention and support from other funding sources.", "Name": "Harry Frank Guggenheim Dissertation Fellowships", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=178", "Details": "The Harry S. Truman Scholarship is a highly competitive and prestigious scholarship for college juniors who have outstanding leadership potential, plan to pursue careers in public service, and wish to attend graduate school to prepare for their careers.  The scholarship carries an award of $30,000 plus a variety of educational and leadership development opportunities. As many as 65 Truman Scholarships will be awarded nationally each year.Successful candidates will: have extensive records of public and community service which include volunteer efforts, community organizing, and/or local political involvement; be committed to careers in government or elsewhere in the public or not-for-profit sector as demonstrated by previous internship or work experience; wish to influence public policy; have outstanding leadership potential as demonstrated by elected positions in student government and clubs, organizing and implementing special programs or group projects; and possess intellectual strength in their written, analytical  and communication skills. USC juniors who reflect these traits are invited to apply for university nomination.  The University may nominate as many as six competitive applicants (four first time freshman and two transfer students) each year.", "Name": "Harry S. Truman Scholarship, The", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Junior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=51", "Details": "The Program on Negotiation Graduate Research Fellowships provide support for one year of dissertation research and writing in negotiation and related topics in alternative dispute resolution and give fellows an opportunity to immerse themselves in the diverse resources available at PON.", "Name": "Harvard University PON Graduate Research Fellowship", "Discipline": "Social Sciences", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=192", "Details": "The Amgen Scholars Program at Harvard is a 10-week faculty-mentored residential summer research program for undergraduates in biotechnology. Amgen Scholars will be paired with world-renowned faculty mentors and a director supervisor (postdoctoral scholar or graduate student) in the laboratory, following an interview selection process. Faculty mentors will be selected from the following Faculty of Arts and Sciences (FAS) Departments and Institutes: Wyss Institute, Physics, Chemistry and Chemical Biology (CCB), Molecular and Cellular Biology (MCB), Harvard Stem Cell Institute (HSCI), as well as faculty from the School of Engineering and Applied Sciences (SEAS), the Division of Medical Sciences (DMS) at Harvard Medical School (HMS), and the Broad Institute. Throughout the duration of the program, Amgen Scholars will conduct hands-on, innovative research across biotechnology fields in cutting-edge facilities at Harvard. While participating in the program, Amgen Scholars will reside in one of Harvardâ€™s historic River Houses as active members of Harvards Summer Undergraduate Research Village community. In addition to research, Amgen Scholars will participate in a number of intellectual, pre-professional development, and social activities throughout the program.Amgen Scholars at Harvard will participate in a full-time 10-week residential summer research program, where they will be paired with faculty hosts. In addition to research, the Amgen Scholars Program at Harvard believes in a three-dimensional approach that includes a variety of pre-professional development, scholarly development, and social engagement activities to encompass a dynamic, holistic process for training the next generation of scientists.Must be an undergraduate student to apply (sophomores, juniors, or non-graduating seniors). Must be interested in pursuing a PhD or MD/PhD. Looking for undergraduates with high academic success, research interests in the biotechnology fields, and commitment to the pursuit of a career in science.", "Name": "Harvard-Amgen Scholars Program", "Discipline": "Not Specified", "Demographic": "Minorities, Women", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=48", "Details": "Doctoral Dissertation Fellowships are awarded on an annual basis to graduate students enrolled at institutions which grant the PhD degree in the social sciences in the greater Los Angeles area (i.e., the California Institute of Technology, the Claremont Graduate University, the University of California, Los Angeles, the University of California, Irvine, the University of California, Riverside, and the University of Southern California). The fellowships are awarded to students whose dissertation proposals have been approved and which address economic, social, policy or political problems of the Los Angeles area.", "Name": "Haynes Lindley Doctoral Dissertation Fellowships", "Discipline": "Social Sciences", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=126", "Details": "For scholars who are preparing their PhD dissertation for publication, or who are embarking on new research projects. Postdoctoral fellowships support work based on the applicants research in China that aims to produce a scholarly text in English. A working knowledge of Chinese is required.Stipends may be used for travel, living expenses, and research costs. Other support may be accepted (sabbatical leave or other grants) but the total received cannot exceed the 125% of the fellows academic annual salary. There is no financial support for dependents.", "Name": "Henry Luce Foundation/ACLS Post-Doctoral Fellowship in China Studies", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=125", "Details": "For graduate students who wish to conduct preliminary preparations in China prior to beginning basic research for the dissertation. These grants are not intended as extensions of the time devoted to basic research but to support the necessary steps to prepare for it. They are for graduate students with a PhD prospectus in hand or developing one seeking to investigate the research currently underway in Chinese archives and field sites, to establish contact with Chinese scholars, and to secure necessary permissions for fieldwork or archival research", "Name": "Henry Luce Foundation/ACLS Predissertation-Summer Travel Grant in China Studies", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=182", "Details": "The Herbert Scoville Jr. Peace Fellowship Program invites recent college and graduate school alumni to apply for full-time, six-to-nine month fellowships in Washington, DC. Outstanding individuals will be selected to work with nonprofit, public-interest organizations addressing peace and security issues. Applications are especially encouraged from candidates with a strong interest in these issues who have prior experience with public-interest activism or advocacy.Scoville Fellows will choose to work with one of the twenty-four organizations participating in the program. With the assistance of the program director, fellows will select a placement which best matches their interests and the needs of the host organization. Participating organizations provide office space and support, supervision and guidance for fellowsâ€™ work. With the exception of Congressional lobbying, fellows may undertake a variety of activities, including research, writing, and organizing that support the goals of their host organization.The purpose of the fellowship is to provide an opportunity for college graduates to gain practical knowledge and experience by contributing to the efforts of nonprofit, public-interest organizations working on peace and security issues.", "Name": "Herbert Scoville Jr. Peace Fellowship, The", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=199", "Details": "The Hertog Foundation offers several highly competitive and selective educational programs for outstanding individuals who seek to influence the intellectual, civic, and political life of the United States. We offer programs in three main areas: Political Thought & Philosophy; War & Foreign Affairs; and Economics & Domestic Policy.Our programs include short-term seminars in New York City and Washington, DC as well as summer fellowships for college undergraduates and recent graduates.", "Name": "Hertog Foundation Summer Fellowships Programs", "Discipline": "", "Demographic": "", "Degree": "Undergraduate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=81", "Details": "The Foundation provides Fellowships to exceptionally talented individuals studying in the applied physical, biological and engineering sciences for graduate work leading to award of the PhD degree in applications of the physical sciences.The Graduate Fellowship Award is based on merit (not need) and consists of a cost-of-education allowance and a personal-support stipend.", "Name": "Hertz Foundation Fellowship", "Discipline": "Engineering, Physical Sciences", "Demographic": "All", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=159", "Details": "The Harvard University Health Services (HUHS) Administrative Health Care Fellowship Program provides selected participants with the opportunity to broaden and enhance their training, professional skills, and experience in health care administration. This two-year fellowship offers experience working closely with a dynamic team of senior administrators, mid-level management, and clinicians. Project assignments will be in four different areas: clinical/quality, operations, health insurance, and finance. The overall goal of the program is to encourage fellows to further develop their careers in health care administration. We are interested in fellows with varied backgrounds in public health, medicine, business, and other related professions.", "Name": "HUHS Administrative Health Care Fellowship", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "", "Degree": "Masters, PhD, Professional Doctorate, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=200", "Details": "The Humanity in Action Fellowship programs are fully-funded, with the exception of a small number of meals and the cost of airfare – which Fellows are responsible for financing. However, Humanity in Action provides full and partial stipends for all of those with documented need. Application fee waivers are also available to applicants with demonstrated financial need and those applying from Michigan.The European Humanity in Action Fellowship programs take place in Amsterdam, Berlin, Copenhagen, Sarajevo and Warsaw. Intensive and demanding, the Humanity in Action Fellowship brings together international groups of college students and recent graduates to explore national histories of injustice and resistance — including the foundations of racial hierarchies, Antisemitism, Islamophobia and colonial domination — as they affect liberal democracy and pluralism today.The John Lewis Fellowship takes place in Atlanta, Georgia. Named in honor of U.S. Representative John Lewis – an icon of the Civil Rights Movement – the program explores the history of the Civil Rights Movement, diversity and minority rights, with a particular emphasis on restorative justice in Atlanta. This four-week inquiry and resulting blueprint for restorative justice involves a multidisciplinary approach. Fellows explore keys issues and subjects including education, health, the law, urban planning, policing, local and state government, and the arts. The Detroit Fellowship explores the biography of Detroit — a city deeply emblematic of the tensions of massive economic and cultural change in 20th and 21st century America. The program places Detroits history and contemporary issues within the larger national context of the transformation of urban and regional economies at a time of profound inequality in the United States. The Detroit Fellowship places special emphasis on equitable development, social entrepreneurship, public health and education.", "Name": "Humanity in Action Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Sophomore, Junior, Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=332", "Details": "IAFs Fellowships are intended to increase awareness of grassroots development efforts while building a community of professionals and scholars knowledgeable in the subject. Fellows examine the efforts of the rural and urban poor to improve their lives, their methods of organization and production, and the policies and programs designed to alleviate their poverty. The IAF disseminates research findings of its Fellows to a broad audience concerned with development.IAFs Fellowships provide support for Ph.D. candidates to conduct dissertation research in Latin America and the Caribbean on topics related to grassroots development. Funding is for between four and 12 months.Fellowships are available to currently registered students who will have advanced to candidacy for the Ph.D. (or other doctoral program) in the social sciences, physical sciences, technical fields and other disciplines (as related to their relationship with grassroots development issues) by their proposed start date (between June 1 and March 31 of the application year). Applications for clinical research in the health field will NOT be considered.", "Name": "IAF Grassroots Development PhD Fellowship", "Discipline": "Physical Sciences, Social Sciences", "Demographic": "All", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=110", "Details": "To advance public understanding of this critical field of study and to make policy makers aware of highly relevant research, the Zurich-based Jacobs Foundation has created the Jacobs Science Writer Fellowship. The Science Writer Fellowship will bring five science, society or health policy journalists from the US and UK to Zurich, Switzerland, to enhance their understanding of the work and research of the Klaus J. Jacobs Research Prize recipient, a leading international scholar in the field of child and youth development, and to connect these journalists with Swiss premier research institutions", "Name": "Jacobs Science Writer Fellowship", "Discipline": "", "Demographic": "All", "Degree": "Masters, Professional Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=186", "Details": "Note: visit ahf.usc.edu for campus application process. Each year, through the James C. Gaither Junior Fellows program, the Carnegie Endowment for International Peace offers approximately 12-14 one-year fellowships to uniquely qualified graduating seniors and individuals who have graduated during the past academic year. They are selected from a pool of nominees nominated by several hundred participating universities and colleges. James C. Gaither Junior Fellows work as research assistants to Carnegies senior scholars. Please see your schools nominating official to learn more about the college application process and please see our FAQ for eligibility requirements. Carnegie Junior Fellows spend one year (beginning August 1) at Carnegie in Washington, D.C. as a research assistant and receive a full-time salary with benefits.Eligibility: Applicants must complete a Bachelors degree by the start of their fellowship. U.S. Citizens and some international students with U.S. work eligibility are invited to apply. Students on an F-1 Visa will need a full 12 months of OPT to be eligible.Competitive candidates have strong research and writing skills, relevant coursework, relevant work and/or internship experience, and strong letters of recommendation.", "Name": "James C. Gaither Junior Fellows Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=254", "Details": "The James Madison Memorial Fellowship Foundation offers $24,000 James Madison Graduate Fellowships to individuals desiring to become outstanding teachers of the American Constitution at the secondary school level. Fellowship applicants compete only against other applicants from the states of their legal residence. As funding permits, the Foundation plans to offer one fellowship per state per year. Applicants must be current teachers or planning to become a teacher (American history, American government, or civics classes at secondary level (grades 7-12).", "Name": "James Madison Fellowships", "Discipline": "", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=241", "Details": "In accordance with the will of the late Anna Lee Stacey, a trust fund has been created for the education of young men and women who aim to make art their profession. The purpose of the Scholarship, in accordance with the clear stipulation of the Staceys will, is to foster high standard in the study of form, color, drawing, painting, design, and technique, as these are expressed in modes showing patent affinity with the classical tradition of Western culture. In general, the recipient may use the funds granted them in any way they wish to further their art education along conservative lines, but the Committee reserves the right to make recommendations. Each successful competitor will be required to submit a brief quarterly report together with digital images on a disk of their work and a more complete report at the termination of the scholarship.", "Name": "John F. and Anna Lee Stacey Scholarship Fund, The", "Discipline": "Arts and Humanities", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=188", "Details": "Here at John Foy & Associates, we are known as the Strong Arm of Georgia. We are a tough Georgia law firm that will fight to the finish for our clients. But our associates know that not every battle is fought in the courtroom. Fighting a disease requires more than a legal Strong Arm” it requires a dedicated team of medical staff, loved ones and countless more. Fighting leukemia requires determination, drive and diligence in both the patient and the patients loved ones. Often, the battle is a solitary one, isolating the patient and family. Our firm associates recognize this. Thats why we are delighted to offer the fourth annual John Foy & Associates Strong Arm Leukemia Scholarship. Our $1,000 scholarship will be awarded to one college student who has battled leukemia or whose life has been affected by it.", "Name": "John Foy & Associates Strong Arm Leukemia Scholarship, The", "Discipline": "Open to All Disciplines, Open to All Disciplines", "Demographic": "All", "Degree": "Freshman, Freshman, Sophomore, Junior, Junior, Senior, Senior, Masters, PhD, Professional Doctorate, Post Doctorate, Undergraduate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=309", "Details": "Established in 1993, the Academys John Heinz Dissertation Award is designed to recognize and promote outstanding doctoral research by new scholars addressing social insurance policy questions.The Heinz Dissertation Award is one of several Academy programs designed to attract talented individuals to the field of social insurance and encourage the development of new administrators, scholars, and other professionals. The Academy is devoted to furthering knowledge and understanding of social insurance, health care financing, and related issues through research and education.A multidisciplinary award committee will assess each nominated dissertation according to the following criteria: contribution to the body of knowledge on social insurance, policy relevance of the findings, quality of the analysis, and clarity of the exposition. In case of jointly authored components, the committee expects that the related contribution of the coauthors will be explained fully.Nominations for the award can be made by a member of the students dissertation committee or by an active member of the National Academy of Social Insurance.The 2018 Heinz Dissertation Award will be presented at the Academys annual conference in Washington, DC in January. The winner will receive a $3,000 prize, paid travel expenses to attend the award reception in Washington, DC, and complimentary registration to the Academys full conference. In addition, the Heinz Dissertation Award Winner will join a distinguished alumni network (40 scholars have been recognized with this Award since 1993) and become an Associate Member of the Academy. Heinz Dissertation Award winners receive invitations to a number of Academy events around the U.S., opportunities to publish with the Academy and speak at Academy events, as well as other unique leadership development opportunities.", "Name": "John Heinz Dissertation Award", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=72", "Details": "The John Hope Franklin Dissertation Fellowship is designed to support an outstanding doctoral student at an American university or an exceptional American doctoral student abroad who is completing the dissertation. Fellowship was created to encourage the pursuit of the PhD by African Americans, Hispanic Americans and Native Americans. Fellow is expected to spend a significant amount of time in residence at the American Philosophical Society Library and therefore all applicants should be pursuing dissertation topics in which the holding of the library are especially strong. Relevant holdings include materials on quantum mechanics, nuclear physics, computer development, the history of genetics and eugenics, the history of medicine, Early American political and cultural history, natural history in the 18th and 19th centuries, the development of cultural anthropology, or American Indian linguistics and culture. Applicants are strongly encouraged to consult the Library website regarding the collections. Fellows must be admitted to candidacy, have completed all other coursework and be prepared to devote full time for 12 months - with no teaching obligations - to dissertation research and writing.", "Name": "John Hope Franklin Dissertation Fellowship", "Discipline": "Arts and Humanities, Social Sciences, Interdisciplinary", "Demographic": "Minorities", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=49", "Details": "The Josephine de Karman Fellowship Trust was established in 1954 by the late Dr. Theodore von Karman, world renowned aeronautics expert and teacher and first director of the Guggenheim Aeronautical Laboratory at the California Institute of Technology, in memory of his sister, Josephine, who died in 1951. The purpose of this fellowship program is to recognize and assist students whose scholastic achievements reflect professor von Karmans high standards.Approximately eight (8) fellowships, $22,000 for graduate students and $14,000 for undergraduate students, will be awarded for the regular academic year (fall and spring semesters or the equivalent where the quarterly system prevails), paid through the fellowship office of the university in which the recipient is enrolled for study in the United States. Study must be carried out only in the United States and all funds must be expended only within this country.", "Name": "Josephine De Karman Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "All, International students", "Degree": "Senior, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=251", "Details": "The Winston Churchill Foundation of the United States is pleased to announce the launch ofthe Kanders Churchill Scholarship for the 2017 Churchill Scholarship competition, forattendance at Churchill College, University of Cambridge, in the 2018-19 academic year. The Kanders Churchill Scholarship is an exciting addition to the Churchill Scholarship programand builds upon the two days of science policy seminars and visits to UK governmentministries, which was introduced in the 2016-17 academic year for all Churchill Scholars. Applicants for the Kanders Churchill Scholarship must be US citizens who are seniors when they apply or have graduated with a degree in science, mathematics, or engineering, from any US institution within the past two years. Unlike the other Churchill Scholarships, there will be no application to the Churchill Foundation. Instead, candidates will tick a box on their Cambridge application.", "Name": "Kanders Churchill Scholarship", "Discipline": "", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=240", "Details": "The fellowship is for advanced study in architecture, art, dance, landscape architecture, music, theatre, or urban and regional planning. The fellowships are to be used by the recipients toward defraying the expenses of advanced study in the United States or abroad. The fellowships are open to graduates of the College of Fine and Applied Arts of the University of Illinois at Urbana-Champaign and to graduates of similar institutions of equal educational standing whose principal or major studies have been in the fields of architecture, art, dance, landscape architecture, music, theatre, and urban and regional planning.", "Name": "Kate Neal Kinley Memorial Fellowship", "Discipline": "Arts and Humanities", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=217", "Details": "Summer schools are offered at different levels, from secondary school through to PhD and early career researchers. You can study for interest, credit, professional training or as preparation for further learning. The summer schools are open to all unless otherwise specified although we do give an indication of the study level for guidance. The list below is regularly updated and we also have other part-time and short courses running throughout the year that you may be interested in. For credit: Architecture, Paris-Revolutions, Politics, Psychology, Quantitative Research, History, Business Studies, Biotechnology, Brussels-Politics, Biology, Brussels-EU Internships. Not for credit: Canterbury-Space School, Canterbury-English Language, Tonbridge-Various Subjects, Paris-Critical Thinking.", "Name": "Kent's Summer Schools", "Discipline": "", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=212", "Details": "The Kip Tiernan Social Justice Fellowship honors the lifelong work of the founder of Rosies Place. The Fellowship provides a unique opportunity for a woman with new ideas, talent and energy to develop and carry out a project that will improve the lives of poor and homeless women. This project can be based in any New England community and is not intended to focus specifically on women at Rosies Place. The Fellowship is 12 months long and is awarded on a one-time basis to an eligible woman. Fellows are awarded a $40,000 stipend. Desired projects could include: A policy initiative or campaign; A project aimed at reducing poverty and homelessness; The development and implementation of a project that fills gaps in existing services in areas such as: legal advocacy, jobs or economic development, housing, shelter, LGBT, immigration, young adults, elders, etc. Candidates must be physically based in New England (MA, VT, CT, RI, ME, NH).", "Name": "Kip Tiernan Social Justice Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "Women", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=338", "Details": "The John W. Kluge Center at the Library of Congress invites qualified scholars to conduct research at the Kluge Center using the Library of Congress collections and resources for a period of four to eleven months. Established in 2000 through an endowment of $60 million from John W. Kluge, the Center is located in the Jefferson Building of the Library of Congress. The Kluge Center furnishes work and discussion space for Kluge Chair holders, for distinguished visiting scholars, and for post-doctoral fellows supported by other private foundation gifts. Residents have easy access to the Librarys specialized staff and to the intellectual community of Washington.", "Name": "Kluge Fellowships", "Discipline": "Social Sciences, Interdisciplinary", "Demographic": "All, International students", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=220", "Details": "The Knight-Hennessy Scholars Program is designed to build a multidisciplinary community of Stanford graduate students dedicated to finding creative solutions to the worlds greatest challenges. Each year the Knight-Hennessy Scholars program will identify a group of 100 high-achieving students from around the world with demonstrated leadership and civic commitment to receive full funding to pursue a wide-ranging graduate education at Stanford, with the goal of developing a new generation of global leaders. The Knight-Hennessy Scholars is the largest fully endowed scholars program in the world.", "Name": "Knight-Hennessy Scholars", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=290", "Details": "EERE created the Lab-Embedded Entrepreneurship Programs to provide an institutional home for innovative postdoctoral researchers to build their research into products and train to be entrepreneurs. The Lab-Embedded Entrepreneurship Programs are funded by EEREâ€™s Advanced Manufacturing Office, and co-managed with EEREâ€™s Technology-to-Market Program. The Lab-Embedded Entrepreneurship Programs take top entrepreneurial scientists and engineers and embed them within U.S. national laboratories to perform early-stage research and development (R&D) that may lead to the launch of energy or manufacturing businesses in the future. In addition to technological access and support, the program trains innovators to develop entrepreneurial acumen and skills, while introducing them to the ecosystem partners needed to facilitate commercial and investment opportunities. There are currently three programs: Cyclotron Road at Lawrence Berkeley National Labarotary in California; Chain Reaction Innovations at Argonne National Laboratory in Illinois; and Innovation Crossroads at Oak Ridge Laboratory in Tennessee.", "Name": "Lab-Embedded Entrepreneurship Program", "Discipline": "Engineering, Physical Sciences", "Demographic": "", "Degree": "PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=341", "Details": "Lead for America is a nonpartisan fellowship program that selects, trains, and places our nations most promising young leaders interested in a life of civic service in two-year paid fellowships in local governments as a means of strengthening Americas public institutions, transforming our local communities, and cultivating a new generation of transformational public service leaders. All backgrounds, experiences and skills can help Fellows be effective during their two years and beyond. That being said, there are a few things we look for in every Fellow. Integrity. Humility. A deep commitment to a life of public service and to a community. A willingness to learn and co-create the Fellowship experience with us. A genuine excitement for being part of a much larger movement.", "Name": "Lead For America Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=115", "Details": "The Mickey Leland International Hunger Fellows Program trains emerging leaders in the fight to end hunger worldwide. It is a unique two-year program that combines field and policy work. Leland Fellows develop new skills while actively working to alleviate hunger and poverty in Asia, Africa, and Latin America. During the first year, fellows work directly to build food security in the field. In the second year, fellows apply their field experience to the design of sound development policy at the organizational, national, and international level.", "Name": "Leland International Hunger Fellows Program", "Discipline": "", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, Professional Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=69", "Details": "The Lewis and Clark Fund encourages exploratory field studies for the collection of specimens and data and to provide the imaginative stimulus that accompanies direct observation. Applications are invited from disciplines with a large dependence on field studies, such as archaeology, anthropology, biology, ecology, geography, geology, linguistics, paleontology, and population genetics, but grants will not be restricted to these fields.", "Name": "Lewis and Clark Fund for Exploration and Field Research, The", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences, Interdisciplinary", "Demographic": "International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=161", "Details": "The Louise Kerckhoff Prize has been established for the purpose of awarding annual prizes for the best graduate and undergraduate papers in Gender Studies. Gift certificates to the USC Book Store in the amounts of $200 for graduate students and $100 for undergraduates will be awarded; up to two awards will be made in each category. Papers may have been written for classes in any school or department at the University of Southern California but should deal with subjects that are the focus of the USC Gender Studies Program: womens studies, mens studies, LGBTQ studies, or the theoretical study of gender. Papers may have been written for course work or as part of a thesis or dissertation.", "Name": "Louise Kerckhoff Prize", "Discipline": "Arts and Humanities", "Demographic": "USC students", "Degree": "Freshman, Sophomore, Junior, Senior, Masters", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=172", "Details": "The Luce Scholars Program is a nationally competitive fellowship program. It was launched by the Henry Luce Foundation in 1974 to enhance the understanding of Asia among potential leaders in American society.The program provides stipends, language training, and individualized professional placement in Asia for 15-18 Luce Scholars each year, and welcomes applications from college seniors, graduate students, and young professionals in a variety of fields who have had limited exposure to Asia.The program is unique among American-Asian exchanges in that it is intended for young leaders who have had limited experience of Asia and who might not otherwise have an opportunity in the normal course of their careers to come to know Asia. Those who already have significant experience in Asia or Asian studies are not eligible for the Luce Scholars Program.On the other hand, candidates may have taken Asian language or Asia-focused courses (without majoring in Asian Studies). They may have spent up to a total of twelve weeks in countries where Luce Scholars are placed.", "Name": "Luce Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Junior, Senior, Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=123", "Details": "Luce/ACLS Dissertation Fellowships in American Art are designated for graduate students at any stage of PhD dissertation research or writing. The fellowships may be carried out in residence at the fellows home institution, abroad, or at another appropriate site for the research. The fellowships may not be used to defray tuition costs or be held concurrently with any other major fellowship or grant.", "Name": "Luce/ACLS Dissertation Fellowships in American Art", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=74", "Details": "Re:Genders founding President, Dr. Mariam K. Chamberlain, passed away at the age of 94 in April 2013. She was a key force in shaping and launching the womens studies and academic research movements in the U.S. and worldwide through her work as a Program Officer at the Ford Foundation in the 1960s and 1970s. She provided the strategic vision, funding and support to launch university and college-based centers and freestanding policy institutes focused on womens issues. Mariam helped build a network of dedicated and accomplished leaders committed to advancing women, especially in academia, and helped cultivate lasting institutional support for their work. In 1981, Mariam was the inspiration for Re:Genders founding, with a goal at the time to further support the movement she helped to create. Under her leadership, Re:Gender increased and promoted research on women, built alliances for synergistic work, and advanced research into policy applications. Her vision has evolved into a dynamic network of thought leaders and change agents working to ensure more fully informed debates, policies and practices, thereby contributing to a more inclusive and equitable world for women and girls, their families and their communities.", "Name": "Mariam K. Chamberlain Dissertation Award", "Discipline": "Open to All Disciplines", "Demographic": "All, International students, Women", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=173", "Details": "Founded by a 1953 Act of Parliament, and named in honor of US Secretary of State George C. Marshall, the Scholarships commemorate the humane ideals of the Marshall Plan and they express the continuing gratitude of the British people to their American counterparts.As future leaders, with a lasting understanding of British society, Marshall Scholars will strengthen the enduring relationship between the British and American peoples, their governments and their institutions.Marshall Scholars are talented, independent and wide-ranging, and their time as Scholars will enhance their intellectual and personal growth. Their direct engagement with Britain though its best academic programs will contribute to their ultimate personal success.Marshall Scholarships are available for graduate study in most universities in the United Kingdom (England, Scotland, Wales, Scotland, and Northern Ireland). Up to forty Marshall Scholarships will be awarded annually. Traditional scholarships fund two years of study. Eight of the awards will be for one year only. One year applicants must have a clear post-scholarship plan that demonstrates why spending only one year in the UK would be beneficial to the candidate. Desired qualities are demonstrated social concern and evidence that a candidate will be a leader both within his or her profession and within the broader community.", "Name": "Marshall Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Junior, Senior, Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=268", "Details": "In the Spring 2012 semester, USC Dornsife began offering a small number of 4-unit courses which took place during the four weeks after graduation. Now in its sixth year, there are 18 courses slated to be offered in 2017.Maymester courses will appear in the Spring 2017 Schedule of Classes, but are stand alone offerings that provide exceptional opportunities for research and experiential learning off campus, throughout the United States, or even abroad.  The course offerings may be found in Special Sections in the USC Catalogue.Maymester courses will be officially part of a spring semester load â€“ when students register for their spring courses, they have the opportunity to register for three courses for the traditional spring semester and one course in the Maymester.", "Name": "Maymester", "Discipline": "", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=54", "Details": "The purpose of this fellowship is to:Help junior scholars in the humanities and related social science fields gain skill and creativity in developing knowledge from original sources;Enable dissertation writers to do research wherever relevant sources may be, rather than just where financial support is available;Encourage more extensive and innovative uses of original sources in libraries, archives, museums, historical societies, and related repositories in the U.S. and abroad; andProvide insight from the viewpoint of doctoral candidates into how scholarly resources can be developed for access most helpfully in the future.", "Name": "Mellon CLIR Fellowships for Dissertation Research in Original Sources", "Discipline": "Arts and Humanities, Social Sciences, Interdisciplinary", "Demographic": "All, First generation college students , International students, Minorities, Women", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=61", "Details": "Mellon/ACLS Dissertation Completion Fellowships support a year of research and writing to help advanced graduate students in the humanities and related social sciences in the last year of PhD dissertation writing. The program encourages timely completion of the PhD. Applicants must be prepared to complete their dissertations within the period of their fellowship tenure.The fellowship may be carried out in residence at the fellows home institution, abroad, or at another appropriate site for the research. These fellowships may not be held concurrently with any other fellowship or grant.In addition to the monetary support that the fellowship offers, Dissertation Completion Fellows are able to apply to participate in a seminar on preparing for the academic job market.  The seminar takes place over three days in the fall of the fellowship year.", "Name": "Mellon/ACLS Dissertation Completion Fellowship", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=342", "Details": "ACLS invites applications for the eighth competition of the Mellon/ACLS Public Fellows program. This year, the program will place up to 25 recent PhDs from the humanities and humanistic social sciences in two-year term staff positions at partnering organizations in government and the nonprofit sector. Fellows will participate in the substantive work of these organizations and receive professional mentoring. Fellows receive a stipend of $67,500 per year, individual health insurance, a relocation allowance, and up to $3,000 to be used toward professional development activities over the course of the fellowship term.This initiative, made possible by a grant from The Andrew W. Mellon Foundation, aims to expand the role of doctoral education in the United States by demonstrating that the capacities developed in the advanced study of the humanities have wide application, both within and beyond the academy. The Mellon/ACLS Public Fellows program allows PhDs to gain valuable, career-building experience in fields such as public policy, development, conservation, arts and culture, and media.ACLS seeks applications from recent PhDs who aspire to careers in administration, management, and public service by choice rather than circumstance. Competitive applicants will have been successful in both academic and extra-academic experiences.", "Name": "Mellon/ACLS Public Fellowship for Recent PhDs", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=185", "Details": "The Michel David-Weill Scholarship carries a monetary value of $80,000 and covers the cost of tuition and living expenses during a two-year masters program at Sciences Po.Michel David-Weill is an alumnus of Sciences Po and former Chairman of Lazard Freres, a leading financial advisory and asset management firm. The Michel David-Weill Foundation created this scholarship to encourage exceptional American students to pursue their graduate education at Sciences Po, an international research university which specializes in the social sciences and offers multidisciplinary programs taught in English and French.The scholarship is awarded each year to one American student who exemplifies the core values embodied by Michel David-Weill: academic excellence, leadership, multiculturalism, tolerance and high achievement.Prior knowledge of French is not required, as the majority of programs offered at Sciences Po are taught in English, with French tracks or bilingual tracks offered for some programs.Candidates are selected on the basis of their academic accomplishments and capacity for critical analysis as well as demonstrated history of leadership and a proven commitment to community.To qualify, a candidate must be accepted to an eligible Sciences Po masters program. Once the student has won the institutional nomination of his or her home university, the university should submit the following application materials to Science Pos Center for the Americas.", "Name": "Michel David-Weill Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=232", "Details": "For more than 20 years, the Mickey Leland Energy Fellowship (MLEF) Program has provided students with fellowship opportunities to gain hands-on research experience with the Department of Energys (DOE) Office of Fossil Energy. The MLEF program was created in 1995 with the goal of improving opportunities for under-represented students in the science, technology, engineering, and mathematics (STEM) fields; however, all eligible candidates are encouraged to apply.The mission of the MLEF program is to strengthen a diverse pipeline of future STEM professionals, and this program has mentored several hundred of the best and brightest students from across the nation for future careers in STEM.Selected candidates train under the mentorship of program officials and scientists on focused research projects, consistent with the mission of the Office of Fossil Energy. During these 10-week energy fellowships, participants receive a stipend, and some students may be eligible for housing and travel allowances for the duration of the program. They also gain insight into how DOE is working to meet the energy challenges of the future.", "Name": "Mickey Leland Energy Fellowship Program", "Discipline": "", "Demographic": "", "Degree": "Sophomore, Junior, Senior, Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=85", "Details": "A two-year fellowship program for outstanding PhD students nominated by their universities. To be eligible for this fellowship, you must apply during your second or third year of PhD studies. Fellowships are granted by Microsoft Research at the discretion of Microsoft.", "Name": "Microsoft Research Ph. D. Fellowship Program", "Discipline": "Engineering", "Demographic": "All", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=228", "Details": "Undergraduate/Graduate students gain 10 weeks of substantive professional and technical career experience while working side-by-side with an assigned mentor who is a subject matter expert in the U.S. Department of Energy. Mentors will help students tailor their practical work experience to the larger context of their professional interests. Interns participate in workshops that are designed to develop well-rounded leaders. Workshops may address topics such as time management, development of a professional identity, or effective communication skills. Students have an opportunity to network with experts throughout the U.S. Department of Energy and its national laboratories. By attending business meetings, scheduled field trips and planned activities, students have a chance to explore career opportunities on a daily basis.", "Name": "Minority Educational Institution Student Partnership Program", "Discipline": "Engineering, Physical Sciences, Social Sciences", "Demographic": "Minorities", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=174", "Details": "The Mitchell Scholarship Program, named to honor former US Senator George Mitchells pivotal contribution to the Northern Ireland peace process, is designed to introduce and connect generations of future American leaders to the island of Ireland, while recognizing and fostering intellectual achievement, leadership, and a commitment to community and public service. Applicants are judged on three criteria:scholarship, leadership, and a sustained commitment to community and public service.", "Name": "Mitchell Scholarship Program, The", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=253", "Details": "The MMUF Dissertation Support program offers two opportunities. The MMUF Dissertation Grants are available to graduate students who participated in the Mellon Mays Undergraduate Fellows Program. The grants provide graduate students with support to spend a year finishing the writing of the dissertation.", "Name": "MMUF Dissertation Support Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=201", "Details": "The Mount Vernon Leadership Fellows program is a competitive six week long summer leadership program that takes place just outside of Washington, D.C. at George Washingtons Mount Vernon. The program offers a small, select group of rising college juniors unparalleled opportunities in the nations capital and on the famous estate of the first President of the United States. The program provides housing, transportation, meals, and a $500 weekly stipend.", "Name": "Mount Vernon Leadership Fellows", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Sophomore"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=120", "Details": "The Dissertation Fellowship Program seeks to encourage a new generation of scholars from a wide range of disciplines and professional fields to undertake research relevant to the improvement of education. These $27,500 fellowships support individuals whose dissertations show potential for bringing fresh and constructive perspectives to the history, theory, or practice of formal or informal education anywhere in the world. Applicants need not be citizens of the United States; however, they must be candidates for the doctoral degree at a graduate school within the United States.", "Name": "National Academy of Education/Spencer Dissertation Fellowship Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=143", "Details": "ARIT / National Endowment for the Humanities Advanced Fellowships for Research in Turkey cover all fields of the humanities, including prehistory, history, art, archaeology, literature, and linguistics as well as interdisciplinary aspects of cultural history for applicants who have completed their academic training.  The fellowships may be held for terms ranging from four months to a full year.  Stipend per month is $4,200.", "Name": "National Endowment for the Humanities Fellowships for Research in Turkey", "Discipline": "Arts and Humanities", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=158", "Details": "According to the Asthma and Allergy Foundation of America (AAFA), asthma affects approximately 25.9 million Americans and more than 50 million Americans suffer from allergies. With Asthma and Allergy Awareness Month in May, it is our pleasure to contribute to the effort to raise awareness with the first ever National Garage Door Atlanta Asthma and Allergy Scholarship. This $1,000 scholarship is intended to assist one hard working, high achieving college student who lives with asthma or allergies.", "Name": "National Garage Door Atlanta Asthma and Allergy Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Freshman, Sophomore, Junior, Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=73", "Details": "Young Explorers Grants (YEG) offer opportunities to individuals ages 18 to 25 to pursue research, conservation, and exploration-related projects consistent with National Geographics existing grant programs, including: the Committee for Research and Exploration (CRE), the Expeditions Council (EC), and the Conservation Trust (CT).", "Name": "National Geographic Young Explorer Grant", "Discipline": "Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "All, International students", "Degree": "Freshman, Sophomore, Junior, Senior, Bachelors degree (not currently enrolled), Masters, PhD, Professional Doctorate, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=343", "Details": "The National Humanities Center will offer up to 40 residential fellowships for advanced study in the humanities for the period September 2019 through May 2020. Applicants must have a doctorate or equivalent scholarly credentials. Mid-career and senior scholars are encouraged to apply. Emerging scholars with a strong record of peer-reviewed work may also apply. The Center does not support the revision of doctoral dissertations.", "Name": "National Humanities Center Fellowships", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=227", "Details": "The National Nuclear Security Administration (NNSA) Graduate Fellowship Program (NGFP) is a full-time, salaried fellowship program sponsored by the U.S. Department of Energy for highly motivated graduate-level students interested in a career in nuclear security. Working directly in NNSA offices nationwide, Fellows engage in a full year of: Hands-on experience in nuclear security and nonproliferation; Career development, professional networking, and specialized training; Extensive interaction and collaboration with security professionals and leading researchers; NGFP is administered by Pacific Northwest National Laboratory and provides participants with training and practical experience that contribute to a safer world.", "Name": "National Nuclear Security Administration (NNSA) Graduate Fellowship Program", "Discipline": "", "Demographic": "", "Degree": "Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=36", "Details": "The National Physical Science Consortium is a partnership between government agencies and laboratories, industry, and higher education. NPSCs goal is to increase the number of American citizens with graduate degrees in the physical sciences and related engineering fields, emphasizing recruitment of a diverse applicant pool.", "Name": "National Physical Science Consortium (NPSC) Graduate Fellowship", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=247", "Details": "The Native American Congressional Internship Program provides American Indian and Alaska Native students with the opportunity to gain practical experience with the federal legislative process in order to understand first-hand the government-to-government relationship between Tribes and the federal government. The fully-funded summer internship is for Native students who want to learn about the federal government. Udall arranges placements in federal agencies and on the Hill, and sets up meetings with Senators, Representatives, agency staff, Native professionals, and Native-serving organizations. The internship is funded by the Native Nations Institute for Leadership, Management, and Policy. You must have documented citizenship in a federally recognized tribe, state-recognized tribe, or First Nations of Canada (with proof of U.S. permanent residency).", "Name": "Native American Congressional Internship Program", "Discipline": "Open to All Disciplines", "Demographic": "Minorities", "Degree": "Junior, Senior, Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=344", "Details": "The NEH-Hagley Fellowship on Business, Culture, and Society supports residencies in Hagleys Center for the History of Business, Technology, and Society by scholars who have received their doctoral degrees by the application deadline. In accordance with NEH requirements, these fellowships are restricted to United States citizens or to foreign nationals who have been living in the United States for at least three years. These fellowships are made possible by support from the National Endowment for the Humanities.", "Name": "NEH-Hagley Postdoctoral Fellowship on Business, Culture, and Society", "Discipline": "Arts and Humanities, Social Sciences, Interdisciplinary", "Demographic": "", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=310", "Details": "The Social Justice Fellowship, now celebrating its 20th anniversary, is a one-of-a kind 10 month experience where fellows spend 4 days a week on the front lines of social change in Israel at a premiere Israeli non-profit social change organization. In addition to working on cutting-edge social justice issues with veteran activists, fellows will also have the added benefit of close contact with experts from Shatil, NIFs capacity building center and action arm, as well as monthly enrichment programs and study tours on social and political issues. These Fellowships, which include a modest stipend, place young Jewish activists in Israeli non-governmental organizations (NGOs) for a year of in-depth contribution and learning. Additionally, Fellows engage in monthly enrichment programs and periodic site visits to further develop their understanding of Israel, Israeli activism, and their role as activists both in Israel and at home. Fellows spend the year with an organization working in one of the following areas: Safeguarding civil and human rights and strengthening democracy; building shared society; promoting Palestinian equality; advancing social and economic justice; advocating for religious freedom. Applicants must be college/university graduates by the start of the fellowship and have excellent Hebrew language skills, or very good Hebrew with excellent Arabic skills.", "Name": "New Israel Fund Social Justice Fellowship in Israel", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=292", "Details": "The NIH MD/PhD Partnership Training Program offers the opportunity for training, activities, and funding for MD/PhD students who conduct their PhD research in the Intramural Research Program of the National Institutes of Health (NIH).", "Name": "NIH MD/PhD Partnership Training Program", "Discipline": "Not Specified", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=255", "Details": "The National Institutes of Health Oxford-Cambridge Scholars Program is an accelerated, individualized doctoral training program for outstanding science students committed to biomedical research careers. The program is based on the British system, in which students perform doctoral research without required formal courses other than those students choose to take in relationship to their own interests. Students selected for admission to the program have already developed a passion for science through engagement in summer, job related, or undergraduate research programs.", "Name": "NIH Oxford-Cambridge Scholars Program", "Discipline": "Physical Sciences", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=93", "Details": "NPSCs goal is to increase the number of American citizens with graduate degrees in the physical sciences and related engineering fields, emphasizing recruitment of a diverse applicant pool.", "Name": "NPSC Graduate Fellowship", "Discipline": "Engineering, Physical Sciences", "Demographic": "First generation college students , Minorities, Women", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=58", "Details": "The NRC Research Associateship Programs (RAP) promote excellence in scientific and technological research conducted by the U.S. government through the administration of programs offering postdoctoral, and senior level research opportunities at sponsoring federal laboratories and affiliated institutions.", "Name": "NRC Research Associateship Program", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "International students", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=137", "Details": "NSF and selected foreign counterpart science and technology agencies sponsor international research institutes for U.S. graduate students in seven East Asia and Pacific locations at times set by the counterpart agencies between June and August each year. The Summer Institutes (EAPSI) operate similarly and the research visits to a particular location take place at the same time. Although applicants apply individually to participate in a Summer Institute, awardees become part of the cohort for each location. Applicants must propose a location, host scientist, and research project that is appropriate for the host site and duration of the international visit. An EAPSI award provides U.S. graduate students in science, engineering, and education: 1) first-hand research experiences in Australia, China, Japan, Korea, New Zealand, Singapore, or Taiwan; 2) an introduction to the science, science policy, and scientific infrastructure of the respective location; and 3) an orientation to the society, culture, and language. It is expected that EAPSI awards will help students initiate professional relationships to enable future collaboration with foreign counterparts. The NSF award includes participation in the Pre-Departure Orientation, summer stipend of $5,000, and roundtrip airplane ticket to the host location. EAPSI partner agencies pay in-country living expenses during the Summer Institutes.", "Name": "NSF East Asia and Pacific Summer Institutes for U.S. Graduate Students (EAPSI)", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences, Interdisciplinary", "Demographic": "", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=90", "Details": "The Graduate Research Fellowship Program (GRFP) is a National Science Foundation-wide program that provides Fellowships to individuals selected early in their graduate careers based on their demonstrated potential for significant research achievements in STEM or in STEM education. Three years of support is provided by the program for graduate study that leads to a research-based masters or doctoral degree in STEM or STEM education. The program goals are: 1) select, recognize, and financially support, early in their careers, individuals with the demonstrated potential to be high achieving scientists and engineers, and 2) to broaden participation in science and engineering of underrepresented groups, including women, minorities, persons with disabilities, and veterans. Fellowship funding is for a maximum of three years of financial support (in 12-month allocations, starting in summer or fall) usable over a five-year fellowship period. Applicants should be senior undergraduate, first and second year graduate students.", "Name": "NSF Graduate Research Fellowship", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences, Interdisciplinary", "Demographic": "Minorities, Women", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=224", "Details": "The U.S. Department of Energy today announced over $5 million to undergraduate and graduate students pursuing nuclear science and engineering degrees.The Energy Department is awarding 58 scholarships to undergraduate students and 31 fellowships to graduate students in engineering and science programs related to nuclear energy. Each scholarship student will receive $7,500 to help cover the cost of his or her education for the next year. Fellowship winners will receive $50,000 a year over the next three years to help pay for their graduate studies and research, plus $5,000 toward a summer internship.", "Name": "Nuclear Energy University Program Scholarships and Fellowships", "Discipline": "", "Demographic": "", "Degree": "Masters, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=295", "Details": "A two-year, non-residential Fellowship [that] will offer hands-on training, resources, and leadership development for a diverse set of community-minded rising stars organizers, inventors, artists, entrepreneurs, journalists, and more who are altering the civic engagement landscape. You will participate in a global cohort of leaders poised to change the civic engagement landscape.", "Name": "Obama Foundation Fellowship", "Discipline": "", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=233", "Details": "The Oak Ridge Institute for Science and Education (ORISE) connects the most talented and diverse students, recent graduates, faculty members, and educators to programs closely aligned with the interests of a variety of research facilities, including those managed for the U.S. Department of Energy (DOE) and more than a dozen other federal agencies. ORISE administers a broad range of internships, fellowships, and research experiences available primarily to those pursuing science, technology, engineering, and math (STEM) disciplines, including undergraduate and graduate students, recent graduates, postdocs, and university faculty members.", "Name": "ORISE Internships, Fellowships, and Research Experiences", "Discipline": "", "Demographic": "", "Degree": "Masters, PhD, Post Doctorate, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=140", "Details": "P.E.O. Scholar Awards are one-time, competitive, merit-based awards for women of the United States and Canada who are pursuing a doctoral level degree at an accredited college or university. In addition to recognizing and encouraging excellence in higher education, these awards provide partial support for study and research for women who will make significant contributions in their varied fields of endeavor. Priority is given to women who are well established in their programs, study or research.", "Name": "P.E.O. Scholar Awards (PSA)", "Discipline": "Open to All Disciplines", "Demographic": "Women", "Degree": "PhD, Professional Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=109", "Details": "The fellowship program is designed for individuals who demonstrate the potential to make significant contributions to the field of health services administration. By participating in Palmetto Healths program, the fellow learns firsthand about the operations, finance, and other significant areas of the healthcare delivery system.", "Name": "Palmetto Administrative Fellowship Program", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "", "Degree": "Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=156", "Details": "The foundation invites applications from current seniors and graduates of U.S. colleges and universities who are planning careers in areas related to national security and terrorism prevention. Advances in technology, social science research and political leadership in a changing world are purposes of value to the Victims of Pan Am Flight 103, Inc. Students requesting financial support will be asked to submit an application explaining what they are doing to meet the goals of improving national security and preventing terrorism.", "Name": "Pan Am Flight 103 Legacy Award", "Discipline": "", "Demographic": "All, International students", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=82", "Details": "The Paul & Daisy Soros Fellowships for New Americans program honors the contributions of immigrants and children of immigrants to the United States. Each year, we invest in the graduate education of 30 New Americans - immigrants and children of immigrants - who are poised to make significant contributions to U.S. society, culture, or other academic field. Each Fellow receives up to $90,000 in financial support over one to two years, and they join a strong alumni network of inspiring immigrants and children of immigrants working in a range of professional fields.", "Name": "Paul & Daisy Soros Fellowships for New Americans, The", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD, Professional Doctorate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=204", "Details": "As the preeminent international service organization of the United States, the Peace Corps sends Americans abroad to tackle the most pressing needs of people around the world. Peace Corps Volunteers work at the grassroots level toward sustainable change that lives on long after their service at the same time becoming global citizens and serving their country. When they return home, Volunteers bring their knowledge and experiences and a global outlook that enriches the lives of those around them.", "Name": "Peace Corps", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=112", "Details": "PERCs fellowships for graduate students and law students offer the ideal opportunity for those who are interested in researching issues related to natural resources and the environment.Graduate fellows spend three months at PERC in Bozeman, Montana, researching and writing a paper under the supervision of a PERC senior fellow. While at PERC, fellows are required to present two workshops to outline, report on, and summarize their research findings. A paper of publishable quality is the expected result.", "Name": "PERC Graduate Fellowship", "Discipline": "", "Demographic": "", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=113", "Details": "The PERC Impact Fellowship is a 10-week, paid fellowship designed to help develop the analytical and communication skills required for a career in environmental policy or journalism.Impact Fellows spend 10 weeks in Bozeman, participating in PERCs dynamic academic community which will include weekly presentations and workshop, as well as outdoor trips and hikes.", "Name": "PERC Impact Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "All", "Degree": "Masters, PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=95", "Details": "A growing body of evidence demonstrates that good adherence to recommended medications can yield better clinical outcomes and reduce downstream medical spending for patients with chronic conditions. However, many people do not take their medications as prescribed. Closing the adherence gap is important for improving the quality of health care, encouraging better chronic care management, and promoting better outcomes.Our goal is to support research that will advance knowledge of innovative and effective approaches to improve medication adherence. Relevant research goals may include development or evaluation of policies, interventions, or tools that have potential to improve medication adherence.", "Name": "Pharma Foundation Pre-Doctoral Fellowship", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=197", "Details": "Phi Kappa Phi Study Abroad Grants are designed to help support undergraduates as they seek knowledge and experience in their academic fields by studying abroad. Seventy-five $1,000 grants are awarded each year.", "Name": "Phi Kappa Phi Study", "Discipline": "Open to All Disciplines", "Demographic": "International students", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=40", "Details": "To provide financial support to advanced PhD students whose research will advance knowledge of innovative and effective approaches to improve medication adherence.", "Name": "PhRMA Foundation Pre Doctoral Fellowship, Adherence Improvement", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=180", "Details": "The Pickering Fellowship is designed to develop a source of trained men and women who are dedicated to pursuing Foreign Service careers and representing Americas interests abroad. The Fellowship identifies and attracts, based on financial need, outstanding students who represent racial, ethnic, gender, social and geographic diversity, and prepares them academically and professionally for a career in the U.S. Department of State Foreign Service by providing financial support, mentoring and professional development.", "Name": "Pickering Fellowship", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "First generation college students , Demonstrates Financial Need, Minorities, Women", "Degree": "Junior, Senior, Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=198", "Details": "For nearly 35 years, PPIA has been supporting students in their pursuit of graduate degrees in public policy and international affairs. The PPIA Fellowship begins with the completion of a Junior Summer Institute (JSI). JSI is an intensive seven-week summer program that focuses on preparing students for graduate programs in public and international affairs and careers as policy professionals, public administrators and other leadership roles in public service. The JSI curriculum includes economics, statistics, domestic/international policy issues and leadership topics, all designed to sharpen the students quantitative, analytic and communication skills. Extracurricular activities are also included as well. These skills are vital for admission into the top graduate programs in public and international affairs. Completion of a JSI is required for receiving graduate school benefits. Applicants must be committed to completing a Masters Degree in public and/or international affairs at one of the PPIA Consortium graduate schools; must demonstrate an interest in pursuing a professional career associated with public service such as government, nonprofits, humanitarian and international organizations and other related programs; and must be interested in contributing to the diversity of perspectives present in the PPIA Fellowship Program. Economic need is given consideration during the review of applications.", "Name": "PPIA Fellowship Program", "Discipline": "", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=226", "Details": "Bearing the Presidential moniker, the PMF Program is a flagship leadership development program at the entry level for advanced degree candidates. It was created more than three decades ago by Executive Order and has gone through many changes over the years. The Program attracts and selects the best candidates possible, but is really designed with a more narrow focus - developing a cadre of potential government leaders. It provides some sustenance during the first years of employment and encourages development of leadership capabilities. The PMF Program inculcates a lasting bond as well as a spirit of public service, ultimately encouraging and leading to a career in the government.You will give the best you have to give to a cause greater than yourself. You will bring fresh, new ideas and a willingness to take on challenges never dreamed possible.  Your zeal for the position will serve to spark new energy and excitement in your co-workers. As part of the PMF fraternal order, you will portray your elite status through the quality of your work and service to your country. You will need to demonstrate leadership, foster teamwork, set goals and, in the end, deliver something of value to the American people.n addition to salary and benefits, the PMF Program gives you a lot in return for your hard work. Your two-year appointment will provide a fast-paced opportunity to gain experience and develop your talents. You will be challenged with opportunities to flourish into a problem solver, strategic thinker and future leader. In addition to working at a single Federal agency, you may have the option to participate in a rotational opportunity at another agency. These rotational opportunities will challenge you even further and give you insight into how other areas of government operate. While serving, you will receive: 160 hours of formal interactive training; challenging work assignments; feedback; at least one 4-6 month developmental assignment; potential for promotions and career ladders; certification permitting immediate noncompetitive conversion to a permanent or term position and carries prestige anywhere you go thereafter.", "Name": "Presidential Management Fellows Program", "Discipline": "Not Specified", "Demographic": "", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=346", "Details": "Columbia University offers three interdisciplinary postdoctoral positions in the Presidential Scholars in Society and Neuroscience program for researchers who have earned the doctorate, or its equivalent, in (1) a humanities, arts, or social science discipline and who have extensive acquaintance with, and critical understanding of, neuroscience research; OR (2) neuroscience or a related discipline in the natural sciences and who have extensive acquaintance with, and critical understanding of, another discipline in the arts, humanities, or social sciences.", "Name": "Presidential Scholars in Society and Neuroscience", "Discipline": "Arts and Humanities, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences, Interdisciplinary", "Demographic": "All", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=243", "Details": "The Princess Grace Awards is a national program dedicated to identifying and assisting emerging theater, dance, and film artists who are at the outset of their careers or at early stages of professional development. Working in conjunction with nominating schools and non-profit companies, Princess Grace Awards recognize the talent of individual artists in theater, dance, and film. All nominees (except playwrights, who may apply individually through www.newdramatists.org), must be nominated by a school department chair/dean or company artistic director. Self-nominations are not allowed. Award winners are selected annually by panels of experts in each field. Panelists review written material in advance of coming together to view visual materials and discuss nominees. Panelists rotate yearly and are selected by the chairs of theater, dance, and film, based on their knowledge and experience in each field.", "Name": "Princess Grace Awards", "Discipline": "Arts and Humanities", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=205", "Details": "Princeton in Africa matches talented and passionate college graduates with organizations working across Africa for yearlong service placements. Our program is open to graduating seniors and young alumni from any college or university accredited in the U.S. Our Fellows have helped improve education and public health, source fresh water and alternative energy, increase family incomes, and so much more. We work closely with our fellowship organizations to select highly qualified and motivated graduating seniors and young alumni for our yearlong fellowships. Princeton in Africa creates an excellent opportunity for both fellowship organizations and Fellows, where organizations enjoy access to an exceptionally motivated and talented group of young people, and Fellows gain a unique experience in Africa that translates into a lifelong commitment to African affairs and service. During their year of service, our Fellows create connections that last their lifetime. Some stay and continue to work in Africa; others leverage their experience to launch careers in international development. No matter where they go, our Fellows experiences with Princeton in Africa transform their lives and perspectives about the world and their role within it.Princeton in Africa is committed to offering opportunities on a need-blind basis. We are an independent 501(c)(3) non-profit organization. We are affiliated with Princeton University, and grateful for donated office space and other support, but we are not funded directly by the University. We rely on the continued generosity of corporations, foundations, and individuals like you to make these fellowships possible. By supporting Princeton in Africa, you are not just impacting the life of one individual, but lives within our own communities and across the continent of Africa.", "Name": "Princeton in Africa", "Discipline": "", "Demographic": "", "Degree": "Senior, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=206", "Details": "Princeton in Asia (PiA) fosters mutual appreciation and cultural understanding by connecting service-minded graduates and partner organizations in Asia through immersive work experiences that transform perspectives, cultivate long-lasting relationships and benefit local and global communities. Founded in 1898, PiA is one of the oldest not-for-profit organizations of its kind, unique in its scope, size, century-long expertise and emphasis on service. PiA offers approximately 150 year-long fellowships in 21 Asian countries in the fields of access to education, environmental sustainability, public health, economic development, social justice and access to information. PiA offers an incredibly active group of fellows and alumni who, inspired by their year-long PiA experience, maintain a lifetime commitment to Asia and PiA. PiA is open to graduates of all colleges and universities and requires no prior Asian experience or language skills.", "Name": "Princeton in Asia", "Discipline": "", "Demographic": "", "Degree": "Senior, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=207", "Details": "Princeton in Latin America (PiLA) was established in 2002 by an enthusiastic group of Princeton students, alumni, staff, and faculty as an independent 501(c)(3) nonprofit organization dedicated to strengthening in the Americas the fulfillment of the Universitys motto, Princeton in the nations service, and in the service of all nations. PiLA matches partner NGO and multilateral organizations that are engaged in socially responsible development projects in Latin America and the Caribbean with highly qualified and motivated recent college graduates who are interested in year-long service fellowship opportunities throughout the region.", "Name": "Princeton in Latin America", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD, Professional Doctorate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=347", "Details": "The Princeton Society of Fellows in the Liberal Arts seeks to support innovative interdisciplinary approaches to scholarship and teaching in the humanities and humanities-related social and natural sciences. Each year, the Society chooses a new cohort of postdoctoral Cotsen fellows, who are appointed for three-year terms to conduct research and to teach in a home department or program at the University. The thirteen Cotsen fellows are joined by Princeton faculty members who participate in the Society as faculty fellows. Meeting regularly for formal and informal discussion, seminars, lectures, and reading groups, the fellows pursue new knowledge and understanding within and across disciplines and aim to advance intellectual exchange among the Universitys students and faculty.", "Name": "Princeton Society of Fellows", "Discipline": "Arts and Humanities, Life Sciences/ Health Sciences, Social Sciences, Interdisciplinary", "Demographic": "All, International students", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=100", "Details": "The ProInspire Fellowship is a highly competitive one-year fellowship that:Places business professionals in targeted positions at leading nonprofit, public, and social enterprise organizations;Provides monthly trainings with a cohort of peers;Matches Fellows with a coach and;Provides a network to support career growth during the Fellowship and beyond.Open to US citizens or work authorization. ProInspire partners are unable to provide sponsorship for the fellowship year.", "Name": "ProInspire Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "All", "Degree": "Masters"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=257", "Details": "Project GO provides fully funded scholarships to ROTC students to participate in critical language study programs domestically and overseas. Full funding for participation, including tuition, room and board, textbooks, visas, insurance, and travel expenses to and from the study destination. Must demonstrate a commitment to ROTC and language study. An ROTC Commander reference is required.", "Name": "Project Global Officer (GO)", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Masters, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=354", "Details": "A Masters level scholarship providing a full tuition-fee waiver to an exceptional female student from the United States who wishes to pursue study in a field related to politics, conflict transformation or human rights. The five M.A. programs covered by the award will include:", "Name": "Queen's University Clinton Award for Peace and Reconciliation", "Discipline": "Arts and Humanities, Social Sciences, Interdisciplinary, Open to All Disciplines", "Demographic": "Women", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, Undergraduate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=289", "Details": "One college student with demonstrable passion for raising awareness in their community will be awarded the Randall Blair Isenberg Alcohol Addiction Awareness Scholarship of $500 towards their education. A former chief felony prosecutor and state district judge, Randall B. Isenberg has seen how a community can be affected by alcohol addiction. High school seniors and graduates, as well as undergraduate and graduate students may apply.", "Name": "Randall Blair Isenberg Alcohol Addiction Awareness Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Masters, PhD, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=242", "Details": "The Randy Pausch Scholarship was established by the Academy of Interactive Arts & Sciences in 2008 to honor the memory of Computer Science Professor and Co-Founder of the Entertainment Technology Center at Carnegie Mellon University, Dr. Randy Pausch. Applicants to the Randy Pausch Scholarship must intend to pursue a career in any aspect of game development including: art, animation, programming, engineering, game direction, game design, sound design, and music composition.", "Name": "Randy Pausch Scholarship Fund", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Freshman, Sophomore, Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=308", "Details": "The National Academy of Social Insurance seeks outstanding graduate and upper division undergraduate students interested in promoting equitable access for all Americans to high quality, affordable, cost-effective health care. Students studying health policy, health economics, public policy, social policy, or related subjects are urged to apply for this 12-week summer semester internship in Washington, DC. The National Academy of Social Insurance is a nonpartisan organization devoted to furthering knowledge and understanding of social insurance programs, is uniquely qualified to provide students with challenging internship opportunities. Academy members, recognized experts in social insurance and health policy, offer the interns access to information and experiences found nowhere else. This is a nationally competitive program with only five placements made each year. Academic credit may be arranged through the interns college or university. International Students with valid student visas can be placed with non-governmental organizations, if placement projects match their skills and interests.", "Name": "Rashi Fein Internship in Health Policy", "Discipline": "Arts and Humanities, Life Sciences/ Health Sciences, Social Sciences", "Demographic": "", "Degree": "Junior, Senior, Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=176", "Details": "The Rhodes Scholarships were established after the death of Cecil Rhodes, who dreamed of improving the world through the diffusion of leaders motivated to serve their contemporaries, trained in the contemplative life of the mind, and broadened by their acquaintance with one another and by their exposure to cultures different from their own. Mr. Rhodes hoped that his plan of bringing able students from throughout the English-speaking world and beyond to study at Oxford University would aid in the promotion of international understanding and peace.Mr. Rhodes will contained four criteria by which prospective Rhodes Scholars are to be selected:literary and scholastic achievements;energy to use ones talents to the full;truth, courage, devotion to duty, sympathy for and protection of the weak, kindliness, unselfishness and fellowship;moral force of character and instincts to lead, and to take an interest in ones fellow beings.Proven intellectual and academic quality of a high standard is the first quality required of applicants.  Beyond academic distinction, however, candidates will also be required to show integrity of character, interest in and respect for their fellow beings, the ability to lead, and the energy to use their talents to the full.  Applicants should be able to demonstrate the vigor which will enable Rhodes Scholars to make an effective contribution to the world around them.  Each year, 32 scholars from the United States are among more than 95 Rhodes Scholars worldwide who take up degree courses at Oxford University. The first U.S. Rhodes Scholars entered Oxford in 1904.", "Name": "Rhodes Scholarships, The", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Junior, Senior, Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=288", "Details": "The Robert Bosch Foundation Fellowship Program is a distinguished transatlantic initiative that offers a select cohort of accomplished Americans the opportunity to complete a comprehensive intercultural professional program in Germany that is comprised of three main components: Individual professional assignments, Professional seminars, German language training, Bosch Fellows act as consultants in their field of expertise at leading public or private institutions in Germany. In addition, they participate in professional seminars, where they travel to meet and exchange ideas with experts and decision makers from Germany and Europe. Prior to their work placements and seminars, Bosch Fellows receive private tutoring prior to their departure for Germany and participate in 8 weeks of intensive language courses in Berlin. Fellows are from the fields of public policy and administration, foreign and security policy, urban and regional planning, business, journalism and communications, law, or cultural and arts management (ex. museum, theater, orchestra).", "Name": "Robert Bosch Foundation Fellowship Program", "Discipline": "", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=127", "Details": "The Robert H. N. Ho Family Foundation Dissertation Fellowships in Buddhist Studies provide one-year stipends to PhD candidates for full time preparation of dissertations.  The fellowship period may be used for fieldwork, archival research, analysis of findings, or for writing after research is complete.", "Name": "Robert H. N. Ho Family Foundation Dissertation Fellowships in Buddhist Studies", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=128", "Details": "ACLS offers an integrated set of fellowship and grant competitions that will expand the understanding and interpretation of Buddhist thought in scholarship and society, strengthen international networks of Buddhist studies, and increase the visibility of innovative currents in those studies.There are no restrictions as to the location of work proposed, or the citizenship/residence of applicants. The final products of research supported may be in any language. Although the final products of research can be in any language, all applications must be submitted in English.Stipend of $30,000. Tenure: 10 consecutive months, initiated in September, devoted full time to the dissertation. No other employment is permitted during the fellowship period.The Robert H. N. Ho Family Foundation Dissertation Fellowships in Buddhist Studies provide one-year stipends to PhD candidates for full time preparation of dissertations.  The fellowship period may be used for fieldwork, archival research, analysis of findings, or for writing after research is complete. Eligibility: 1, Pursuit of the PhD degree at an accredited, degree-granting university, 2.Completion by April 15 of all requirements for the PhD degree except research and writing of the dissertation (the equivalent of ABD in the US system). The application must be written in English by the applicant.", "Name": "Robert H. N. Ho Family Foundation Fellowships in Buddhist Studies, The", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=202", "Details": "The program provides funding to institutions of higher education to provide scholarships, stipends, and programmatic support to recruit and prepare STEM majors and professionals to become K-12 teachers. Scholarship and stipend recipients are required to complete two years of teaching in a high-need school district for each year of support. The program seeks to increase the number of K-12 teachers with strong STEM content knowledge who teach in high-need school districts.In addition, the program supports the recruitment and development of NSF Teaching Fellows who receive salary supplements while fulfilling a 4-year teaching requirement and supports the development of NSF Master Teaching Fellows by providing professional development and salary supplements while they are teaching for five years in a high need school district. A goal of the program is to recruit individuals with strong STEM backgrounds who might otherwise not have considered a career in K-12 teaching. The program offers four tracks: Track 1: The Robert Noyce Teacher Scholarships and Stipends Track, Track 2: The NSF Teaching Fellowships Track, Track 3: The NSF Master Teaching Fellowships Track, and Track 4: Noyce Research Track. In addition, Capacity Building proposals are accepted from proposers intending to develop a future Track 1, 2, or 3 proposal.", "Name": "Robert Noyce Teacher Scholarship Program", "Discipline": "", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=209", "Details": "Rotary Foundation Global Grants are used to fund graduate level scholarships and sustainable, measurable and needs-based community service projects to be completed during your scholarship period related to one or more of the following Rotary Six Areas of Focus: Peace and Conflict, Prevention/Resolution, Disease Prevention and Treatment, Water and Sanitation, Maternal and Child Health, Basic Education and Literacy, Economic and Community Development. This is a year-long grant for projects outside of the U.S. in collaboration with a host Rotary Club. Rotary seeks out students who are prepared for the challenge of serving as outstanding ambassadors of goodwill.  Awardees are given a $30,000 scholarship which covers airfare, living expenses & tuition", "Name": "Rotary Global Grant Scholarships", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Masters, PhD, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=210", "Details": "Through academic training, practice, and global networking opportunities, the Rotary Peace Centers program develops leaders who become catalysts for peace and conflict prevention and resolution. Each year, Rotary selects up to 100 individuals from around the world to receive fully funded academic fellowships at one of our peace centers. These fellowships cover tuition and fees, room and board, round-trip transportation, and all internship and field-study expenses.In just over a decade, the Rotary Peace Centers have trained more than 900 fellows for careers in peace building. Many of them go on to serve as leaders in national governments, NGOs, the military, law enforcement, and international organizations like the United Nations and World Bank.", "Name": "Rotary Peace Fellowship", "Discipline": "", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=91", "Details": "The purpose of this Kirschstein-NRSA pre-doctoral fellowship (F31) award is to enhance the diversity of the health-related research workforce by supporting the research training of pre-doctoral students from population groups that have been shown to be underrepresented in the biomedical, behavioral, or clinical research workforce. Such individuals include those from underrepresented racial and ethnic groups, those with disabilities, and those from disadvantaged backgrounds. Through this award program, promising pre-doctoral students will obtain individualized, mentored research training from outstanding faculty sponsors while conducting well-defined research projects in scientific health-related fields relevant to the missions of the participating NIH Institutes and Centers. The proposed mentored research training is expected to clearly enhance the individuals potential to develop into a productive, independent research scientist.", "Name": "Ruth L. Kirschstein National Research Service Award (NRSA) Individual Pre-doctoral Fellowship (F31)", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "Minorities", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=177", "Details": "Schwarzman Scholars, inspired by the Rhodes Scholarship, is a program designed to help future leaders meet the challenges of the 21st century and beyond by preparing them to better understand Chinas culture, economy, governance and evolving role in the world. Up to 200 Scholars chosen annually from around the world for this highly selective, fully-funded program will have an unrivaled opportunity to live in Beijing for a year of study and cultural immersion, attending lectures, traveling and developing first-hand exposure to China, its people and a global group of promising leaders. Scholars will study for a one-year Masters degree in public policy; international studies; or economics and business at Tsinghua University, one of Chinas most prestigious institutes of higher education with a 100 year history of strengthening ties between China and the rest of the world and a record of producing leaders such as President Xi Jinping, former President Hu Jintao, and former Premier Zhu Rongji.", "Name": "Schwarzman Scholars", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Junior, Senior, Bachelors degree (not currently enrolled), Masters, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=229", "Details": "AAAS Science & Technology Policy Fellowships (STPF) provide opportunities to outstanding scientists and engineers to learn first-hand about policymaking while contributing their knowledge and analytical skills to the federal policymaking process. Fellows serve yearlong assignments in the executive, legislative, and judicial branches of the federal government in Washington. Each year, the program adds to a growing corps over 3,000 strong of policy-savvy leaders working across academia, government, nonprofits, and industry to serve the nation and the world. Fellows receive a stipend, professional training/travel, professional development program, health insurance, and relocation assistance. Fellowship areas include: Executive Branch Fellowship, Judicial Branch Fellowship, Legislative Branch Fellowship, and Roger Revelle Fellowship in Global Stewardship.", "Name": "Science and Technology Policy Fellowships", "Discipline": "Engineering", "Demographic": "", "Degree": "Masters, PhD, Post Doctorate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=223", "Details": "Professional Internship Program and Postgraduate Research Program. The National Energy Technology Laboratory (NETL) offers opportunities to participate in energy-related research through three highly competitive internships and research fellowship programs managed by the Oak Ridge Institute for Science and Education (ORISE), a U.S. Department of Energy institute managed by ORAU.NETL, with three primary locations in Albany, OR; Morgantown, WV; and Pittsburgh, PA, is the only national laboratory owned and operated by the United States Department of Energy. Its mission is to strengthen our nations security, to improve our nations environment, and to advance energy options that fuel our nations economy. To complement NETLs mission, ORISE educational programs help to ensure that NETL has a robust supply of scientists and engineers to meet its future science and technology needs.The National Energy Technology Laboratory (NETL), which is owned and operated by the U.S. Department of Energy (DOE), is part of a larger national laboratory system. NETL supports the DOE mission to advance the energy security of the United States by implementing a broad spectrum of energy and environmental research and development (R&D) programs that will return benefits for generations to come, such as:Enabling domestic coal, natural gas, and oil to economically power our Nations homes, industries, businesses, and transportation.Protecting our environment and enhancing our energy independence.NETL has expertise in coal, natural gas, and oil technologies; contract and project management; analysis of energy systems; and international energy issues. In addition to research conducted onsite, NETLs project portfolio includes R&D conducted through partnerships, cooperative research and development agreements, financial assistance, and contractual arrangements with universities and the private sector. Together, these efforts focus a wealth of scientific and engineering talent on creating commercially viable solutions to national energy and environmental problems.", "Name": "Science Education Programs at National Energy Technology Laboratory", "Discipline": "", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled), Masters, PhD, Undergraduate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=92", "Details": "EPAs Science To Achieve Results (STAR) graduate fellowship program supports masters and doctoral candidates in environmental studies. Each year, students in the United States compete for STAR fellowships through a rigorous review process. Students can pursue degrees in traditionally recognized environmental disciplines as well as other fields such as social anthropology, urban and regional planning, and decision sciences. Since the program began in 1995, EPA has awarded approximately 1,884 STAR fellowships to students in every state and most territories. Fellowships have helped educate new academic researchers, government scientists, science teachers and environmental engineers.", "Name": "Science to Achieve Results Fellowship Program", "Discipline": "Engineering, Physical Sciences, Social Sciences", "Demographic": "", "Degree": "Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=118", "Details": "This flexible, non-degree program allows fellows to tailor these resources to meet their needs and interests. Fellows deepen their knowledge of the environment through courses, weekly seminars and field trips. Fellows will receive a total of $50,000 for the 9-month academic year the program covers tuition, recreation and computer fees. The program is open to all full-time U.S. print or broadcast journalists interested in deepening and broadening their knowledge of environmental issues. Applicants must be U.S. citizens, have a minimum of 5 years full-time professional journalism experience and have completed an undergraduate degree.", "Name": "Scripps Fellowship", "Discipline": "", "Demographic": "", "Degree": "Masters, Professional Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=345", "Details": "The Omidyar Fellowship at the Santa Fe Institute is unique among postdoctoral appointments. The fellowship offers transdisciplinary collaboration with leading researchers worldwide with up to three years residence in Santa Fe, New Mexico. The Institute has no formal programs or departments. Research is collaborative and spans the physical, natural, and social sciences. Most research is theoretical and/or computational in nature, although some research includes an empirical component. SFI averages 15 resident faculty, 95 external faculty, and 250 visitors per year. Applications are welcome from candidates from any country and any discipline.", "Name": "SFI Omidyar Postdoctoral Fellowship", "Discipline": "Life Sciences/ Health Sciences, Physical Sciences, Social Sciences, Interdisciplinary", "Demographic": "All, International students", "Degree": "Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=291", "Details": "As a Silver Scholar, you will spend your first year at Yale SOM developing the basic skills and mindset of a manager through an innovative core curriculum. During the second year, you will complete a full-time internship; this extended work experience will help you put your business education into practice, develop your leadership skills, and give you a competitive advantage as you pursue a permanent position. In your third year, you will return to campus for the conclusion of the MBA program, taking electives at Yale SOM and elsewhere at the university in areas that most interest you and support your career goals. The admissions committee is looking for candidates with a combination of intelligence, maturity, and curiosity who aim to be future leaders in their field of interest. There is no particular background that is given preference and we enjoy the diversity of interests and experiences that our Silver Scholars bring to the broader MBA class at Yale SOM. You can request a nomination through the AHF office. Contact ahfstaff@usc.edu.", "Name": "Silver Scholar Program, The", "Discipline": "", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=261", "Details": "The Skoll Scholarship is a competitive scholarship for incoming MBA students to the University of Oxford who pursue entrepreneurial solutions for urgent social and environmental challenges. The Scholarship provides funding and exclusive opportunities to meet with world-renowned entrepreneurs, thought leaders, and investors. The Skoll Scholarship provides tuition for entrepreneurs who have set up or have been working in entrepreneurial initiatives with a social purpose or who have pursued an impact career, and who wish to improve their knowledge of market-oriented practices so they can be more effective in their subsequent social change pursuits. Candidates must have spent preferably at least 3 years either: starting and growing a social venture; OR leading a major expansion of an existing social venture/program within an organization; OR pursuing positive change as an impact career professional i.e. someone who has used entrepreneurial approaches to address the same social/environmental issue, with a clear core thread that unites his/her work.", "Name": "Skoll Scholarship, The", "Discipline": "", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=265", "Details": "The Smithsonian Institute offers a plethora of fellowship opportunities. Some fellowships listed on their website are placements at specific museums. The following are fellowships with placements throughout the Smithsonian: The Smithsonian Institution Fellowship Program; Advisory Council on Historic Preservation & Smithsonian Cultural Heritage Fellowship; Big Ten Academic Alliance Fellowship; George E. Burch Fellowship in Theoretical Medicine and Affiliated Sciences; The James Smithsonian Fellowship; Minority Awards Program - Visiting Student; The Smithsonian Biodiversity Genomics Postdoctoral Fellowship Program; Smithsonian Postgraduate/Postdoctoral Fellowships in Conservation of Museum Collections Program; Native American Community Scholars Awards; Smithsonian Artist Research Fellowship; Stable Isotope - Interdisciplinary Post Doctoral Fellowship; The Secretarys Distinguished Research Fellowship; Walter Rathbone Bacon Fellowship. View the website for more information.", "Name": "Smithsonian Fellowship Opportunities", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=306", "Details": "The National Academy of Social Insurance seeks outstanding graduate and upper division undergraduate students to serve as interns on aging and long-term care policy projects in Washington DC. Students studying economics, gerontology, political science, public policy, health policy, social work, actuarial science or related subjects are urged to apply for this 12-week summer semester internship.The Somers Aging and Long-Term Care Internship is designed to recognize qualified students and provide them with a challenging learning experience. This internship, compared to the Washington Internship on Social Insurance, focuses on aging and long-term care issues and is more research oriented.The Academy, as a nonprofit, nonpartisan organization devoted to furthering knowledge and understanding of social insurance programs, is uniquely qualified to provide students with challenging internship opportunities. The Academys members, recognized experts in social insurance and health policy, offer the interns access to information and experiences found nowhere else. This is a nationally competitive program with only five placements made each year. Academic credit may be arranged through the interns college or university. International Students with valid student visas can be placed with non-governmental organizations, if placement projects match their skills and interests.", "Name": "Somers Aging and Long-Term Care Research Internship", "Discipline": "", "Demographic": "", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=45", "Details": "The Dissertation Fellowship Program seeks to encourage a new generation of scholars from a wide range of disciplines and professional fields to undertake research relevant to the improvement of education. These $27,500 fellowships support individuals whose dissertations show potential for bringing fresh and constructive perspectives to the history, theory, analysis, or practice of formal or informal education anywhere in the world.", "Name": "Spencer Dissertation Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=203", "Details": "In 2010, SQCC established its Research Fellowship Program, which aims to promote and cultivate scholarly research about Oman across several academic disciplines. The fellowship is open to PhD candidates and university academics who are US citizens or affiliated with an American university, and funds one scholar or team of scholars to carry out research in Oman each year. The fellowship awards up to $51,000 for the fellow or team of fellows to conduct research in Oman for up to one year.", "Name": "SQCC Research Fellowship Program in Oman", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=53", "Details": "The Dissertation Proposal Development Fellowship Program is an interdisciplinary training program that helps early-stage doctoral students in the humanities and social sciences formulate dissertation research proposals. The program seeks students who can strengthen their proposals through exposure to the theories, literatures, methods, and intellectual traditions of disciplines outside their own. To that end, the program offers workshops, exploratory summer research, and writing opportunities guided by faculty mentorship and peer review.The fellowship is open to all students in the humanities and social sciences who are beginning to formulate proposals for their dissertation research, regardless of topic.", "Name": "SSRC Dissertation Proposal Development Fellowship", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=52", "Details": "The Mellon International Dissertation Research Fellowship (IDRF) offers nine to twelve months of support to graduate students in the humanities and humanistic social sciences who are enrolled in PhD programs in the United States and conducting dissertation research on non-US topics. Eighty fellowships are awarded annually. Fellowship amounts vary depending on the research plan, with a per-fellowship average of $20,000. The fellowship includes participation in an SSRC-funded interdisciplinary workshop upon the completion of IDRF-funded research.", "Name": "SSRC Mellon International Dissertation Research Fellowship", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "All, International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=211", "Details": "Teach For America is the national corps of top college graduates and professionals who commit to teach for two years in urban and rural public schools and become lifelong leaders in the effort to expand educational opportunity. Teach For Americas network includes more than 10,000 corps members teaching in 46 regions across the country and nearly 28,000 alumni working in education and many other sectors to create the systemic changes that will help end educational inequity.", "Name": "Teach for America", "Discipline": "", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD, Professional Doctorate, Post Doctorate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=312", "Details": "Sciences Po welcomes applications from post-doctoral and doctoral students near the end of their PhD for one-year teaching positions on one of its three Anglophone undergraduate campuses in France: Reims, Menton, or Le Havre. Each campus focuses on a world region and offers a 3-year Bachelor of Arts degree in History, Political Science, Economics, Sociology, Law and Quantitative Methods. Courses are taught in English. The successful applicants area of expertise will be relevant to the disciplines taught at Sciences Po and to the world region the campus focuses on. Reim hosts two different programs, one focusing on North America and Europe, and another on Africa and Europe (www.sciencespo.fr/college/en/campus/reims). Mentons program focuses on the Middle-East and Europe (www.sciencespo.fr/college/en/campus/menton). Le Havres program focuses on Asia and Europe (www.sciencespo.fr/college/en/campus/le-havre). Teaching experience strongly preferred and fluency in English is mandatory. French or other non-English languages will be considered a plus.", "Name": "Teaching Fellow Positions", "Discipline": "Arts and Humanities, Social Sciences, Interdisciplinary", "Demographic": "", "Degree": "PhD, Post Doctorate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=318", "Details": "Are you a leukemia survivor? Do you have a family member affected by leukemia? Tell us your story and apply for our $1,500 college scholarship. The deadline to apply for the Fall 2018 scholarship is June 30, 2018. The Cordisco & Saile Leukemia Scholarship is personal to attorney Michael Saile. Michaels son is currently battling Acute Lymphoblastic Leukemia (ALL).  He recently completed his treatment at the Childrens Hospital of Philadelphia (CHOP) and is showing tremendous bravery in his fight against the disease.", "Name": "The Cordisco & Saile Leukemia Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Masters, PhD, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=321", "Details": "The numbers are staggering. An estimated 322 million people around the world live with depression. Over 44 million American adults have a mental health condition, and only 41% of those have received treatment in the last year. Recent reports indicate that depression is one of the greatest mental health challenges facing Americans today.", "Name": "The Healthline & NAMI Stronger Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Freshman, Junior, Senior, Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=213", "Details": "The Tillman Scholars program unites the best talent and leadership from the military and military spouses and is not a gift; its an investment in excellence and potential. The application is open to military veterans (active duty or separated, including National Guard & reserve) and spouses pursuing a full-time four-year, masters, PhD, or professional degree at a US-based accredited institution. Each award is based on the applicants unique financial need. The application to join the 2016 Tillman Scholarship Class is open until March 1. The criteria: Demonstration of service to others; Desire to continue to serve others and make a positive impact on your community; Academic and career ambitions; Record of military service and/or community impact as a military spouse; Record of personal achievement; Demonstrated leadership and leadership potential; Compelling, thoughtful, genuine and thorough essay question responses.", "Name": "Tillman Scholars", "Discipline": "", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=96", "Details": "The Tobacco-Related Disease Research Program of California (TRDRP) offers funding that supports investigators at all eligible California institutions who are engaged in research that directly contributes to the elimination of smoking and tobacco use and mitigates its human and economic costs in California. TRDRPs research priorities and funding opportunities are designed to strengthen support for:The career development of early and mid-career researchers committed to advancing tobacco-related science, practice, and public policy for California.High impact single and collaborative multi-investigator studies in new, emerging, and/or under-studied areas of tobacco-related research.Collaborative research efforts addressing areas of tobacco-related research of particular relevance and high priority for California and the field.", "Name": "Tobacco-Related Disease Research Program Dissertation Award", "Discipline": "Life Sciences/ Health Sciences", "Demographic": "International students", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=214", "Details": "The Travelers Summer Research Fellowship Program is designed to give 25 premedical students deeper insights into the field of medicine, including issues that greatly affect the health of traditionally underserved groups. Through the experiences of laboratory or clinical research, the student learns how one pursues a specific research problem under the supervision of a faculty member, thus providing an early education into basic research techniques that could be applicable to any area of medicine. A lecture series explores topics in cardiovascular physiology, exposing the students to basic science concepts that are relevant to a more specific understanding of hypertension and cardiovascular disease, both of which are major problems in minority communities. The summer fellows attend a series of talks by minority physicians about various medical specialties, addressing issues of concern in these physicians daily work plus views of the bigger picture in health care to minority communities. Rounds in the hospital with advanced year students provide further exposure to the clinical facets of medicine. Students in the summer program receive counseling on financial planning for medical school and how to examine the financial aid package.", "Name": "Travelers Summer Research Fellowship Program", "Discipline": "Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "Demonstrates Financial Need, Minorities", "Degree": "Junior, Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=215", "Details": "The Trudeau Scholarship is the most prestigious doctoral award in Canada. It offers the opportunity to interact within an exceptional community of leaders and committed individuals in every field of the social sciences and humanities.The scholarship provides a generous stipend and comprises a substantial yearly allowance for research and travel, which helps support audacious interdisciplinary research and original fieldwork. Moreover, each Trudeau Scholar is paired with a distinguished Trudeau Mentor selected among the most eminent Canadian practitioners in all sectors of public life. Scholars also participate in events organized by the Foundation and may request financial and logistical support to hold their own workshops. Every year, over 150 scholarship applications from PhD students at Canadian and foreign universities undergo a rigorous selection process. Fifteen scholarships are awarded every year.", "Name": "Trudeau Doctoral Scholarship, The", "Discipline": "Social Sciences", "Demographic": "", "Degree": ""}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=355", "Details": "The Law Fellows Program is an educational initiative that aims to de-mystify the law school admissions process, law school, and various practice areas within the legal field. Participants attend a series of Academies, where they interact with admissions professions, current law students and faculty, and an array of practicing attorneys. By providing valuable information and resources, the Program empowers Fellows to make informed, confident decisions about pursuing a legal degree. Once Fellows are ready to apply to law school, the Law Fellows Program helps its participants navigate the application process by offering personalized admissions consulting until matriculation to law school.", "Name": "UCLA Law Fellows Program", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Sophomore, Junior, Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=179", "Details": "The Udall Foundation awards scholarships to sophomore and junior level college students committed to careers related to the environment including policy, engineering, science, education, urban planning and renewal, business, health, justice, economics, and other related fields; or tribal public policy, or Native American health care. In 2017, the foundation will award 50 awards of up to $7000 for tuition, room and board, and other educational expenses. The scholars attend a four day orientation in Tucson, Arizona to meet the other scholars, elected officials, and other environmental and tribal leaders. Students who are not selected as scholars can receive honorable mentions of a one time honorarium of $350 in addition to access to the alumni network.", "Name": "Udall Undergraduate Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "Minorities", "Degree": "Sophomore, Junior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=86", "Details": "African Americans hold less than three percent of PhDs in biology, chemistry and engineering today. Opportunities created by UMSI aim to increase the numbers of minority students in sciences and engineering. Fellowship funds for tuition, room and board, plus institutional support to the department of award recipients.", "Name": "UNCF/Merck Graduate Science Research Dissertation Fellowships", "Discipline": "Engineering, Life Sciences/ Health Sciences, Physical Sciences", "Demographic": "Minorities", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=316", "Details": "The USC Shoah Foundation Center for Advanced Genocide Research invites research proposals from USC undergraduate students for its 2018 Summer Research Fellowships.", "Name": "Undergraduate Summer Research Fellowship", "Discipline": "Arts and Humanities, Arts and Humanities, Social Sciences, Social Sciences, Interdisciplinary, Interdisciplinary, Open to All Disciplines, Open to All Disciplines", "Demographic": "All, Women", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, Undergraduate, Undergraduate, Recently Graduated"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=278", "Details": "The USC Alumni Association and its related entities award nearly $4 million in alumni scholarships to continuing students each year. Individuals must apply for scholarships during the academic year prior to the year of funding.  Applicants may apply for multiple scholarships at one time using the online application below.Please note: Alumni scholarships are for tuition only. Students receiving full tuition benefits from tuition remission, trustee scholarships, athletic scholarships or other sources are not eligible for an alumni scholarship award. Alumni scholarships are for continuing undergraduate students only. Applicants must have completed at least one semester at USC and must be enrolled full time (12 credits or more) to be eligible for a scholarship.", "Name": "USC Alumni Scholarships", "Discipline": "Open to All Disciplines", "Demographic": "USC students", "Degree": "", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=285", "Details": "Scholarships listed vary by term.", "Name": "USC Annenberg Fall, Spring, and Summer Scholarships for Current Students", "Discipline": "Social Sciences", "Demographic": "", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=275", "Details": "The Association for Japan-U.S. Community Exchange (ACE) - Nikaido Fellowship provides stipends of up to $5,000 to awarded students, depending on the proposed course of study. The purpose of the award is to advance understanding of Japan and/or US-Japan relations. Most awards are given in smaller increments based on proposed project. The award may be used for research, Japanese language training or Japanese area studies.", "Name": "USC Association for Japan-U.S. Community Exchange (ACE) - Nikaido Fellowship", "Discipline": "Not Specified", "Demographic": "USC students", "Degree": "Masters, PhD", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=298", "Details": "Award to assist with costs for summer research related to Classics in the United States or internationally.", "Name": "USC Bhutani Family Summer Research and Travel Fund", "Discipline": "Arts and Humanities", "Demographic": "USC students", "Degree": "Freshman, Sophomore, Junior, Senior, Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=281", "Details": "USC Dornsife offers a number of scholarships each year for continuing USC undergraduate students with a declared Dornsife major. Current USC freshmen, sophomores, and juniors with Dornsife majors may apply for these scholarships, which are awarded for the following academic year. Incoming students are not eligible for these scholarships, but may apply for them in subsequent years. These scholarships are one-year awards. You must have a declared USC Dornsife major to be eligible for an award. Applications from students without a major listed will not be accepted.", "Name": "USC Dornsife Continuing Student Scholarships", "Discipline": "Arts and Humanities, Physical Sciences, Social Sciences", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=266", "Details": "Dornsife Scholars are students whose academic achievements underscore the relationship between excellence in the core disciplines of letters, arts, and sciences (either in the humanities, social sciences or sciences) and the aspiration to have a positive impact on the world. Dana and David Dornsife are internationally renowned philanthropists with the highest regard for education. Dornsife Scholars will be expected to demonstrate a comparable commitment to educational excellence and the advances that allow for improving the lives of people and addressing pressing global challenges.", "Name": "USC Dornsife Scholars Program", "Discipline": "Arts and Humanities, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=267", "Details": "USCs Dornsife Washington, D.C. Program provides students with a unique, semester-long opportunity to study and work in the nations capital. The immersive program provides a tailored D.C. experience.\u009d Students take courses drawn from areas with direct policy relevance such as international relations, the political process, and economics. All courses are taught by USC faculty and practitioners with extensive real world experience and who are experts in their respective fields. The Dornsife DC Program is open to students of all majors. As part of the Program all students complete an internship with one of Washingtons many policy-focused organizations, such as government agencies, NGOs, advocacy groups, think tanks, consulting firms, and congressional offices. The program assists students in finding internships that offer the best work experience to complement the students program of student and career goals. Additionally, the Program offers a dynamic series of co-curricular and cultural events that includes a speaker series, visits to area attractions and institutions, and professional development workshops. Students are apprised of and encouraged to attend many of the various events held weekly around the D.C. area, such as think tank panels, book launches, embassy open houses, and congressional hearings.", "Name": "USC Dornsife Washington D.C. Program", "Discipline": "Open to All Disciplines", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=296", "Details": "The Department of Classics offers multiple awards to assist with costs for travel and research for a project of study about the classical world.", "Name": "USC Douglas Nelson Award", "Discipline": "Arts and Humanities", "Demographic": "USC students", "Degree": "Freshman, Sophomore, Junior, Senior, Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=274", "Details": "FLAS fellowships are provided by a U.S. Department of Education Title VI grant for undergraduate and graduate study of Mandarin Chinese, Japanese or Korean and East Asian area studies. The purpose of the program is to enrich the nations pool of area and international specialists. Applicants should be planning to use their training to teach, to serve in government or international agencies, or to engage in other work that advances American understanding of other countries.*FLAS fellowships are contingent upon funding from the U.S. Department of Education.Summer FLAS Award (2017 - $5,000 tuition and $2,500 stipend) and Academic Year (2017-18 - $10,000 tuition and $5,000 stipend undergraduate; $18,000 tuition and $15,000 stipend graduate).", "Name": "USC Foreign Language and Area Studies (FLAS) Fellowships", "Discipline": "Arts and Humanities", "Demographic": "USC students", "Degree": "Masters, PhD, Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=349", "Details": "The USC Global Fellows Internship Program provides funding for USC undergraduates to live and intern in Asia for ten weeks during the summer. This program seeks to promote understanding and develop quality relationships between the United States and Asia. Students will be selected through an application and interview process. Internships are likely to be available in commercial, political, and cultural centers such as Hong Kong and Taipei.  This summer internship program is a great opportunity for students to develop international work experience in Asia.", "Name": "USC Global Fellows Internship Program", "Discipline": "Open to All Disciplines", "Demographic": "USC students", "Degree": "Freshman, Sophomore, Junior", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=130", "Details": "A variety of endowed fellowships are available for current PhD students who are making good progress to the degree in terms of both quality of work and timing, and who can provide a compelling statement about their current or planned research.", "Name": "USC Graduate School Endowed PhD Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "USC students", "Degree": "PhD", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=133", "Details": "The USC Graduate School Final Year Fellowship is intended to facilitate the completion and submission of PhD dissertations and are awarded to students with emphasis in fields where research assistantships are not generally available. Upon completion of the fellowship, recipients are no longer eligible for further funding as a graduate student at USC.", "Name": "USC Graduate School Final Year Fellowship", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "USC students", "Degree": "PhD", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=131", "Details": "Research Enhancement Fellowships provide additional opportunities for outstanding PhD students in any field whose research requires work in particularly complex or distant settings, expertise in languages classified by the federal government as less commonly taught, or other unusual activities that are essential for the students research.", "Name": "USC Graduate School Research Enhancement Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "International students, USC students", "Degree": "PhD", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=282", "Details": "Applicant must be a direct descendant (i.e. grandchild or great-grandchild) of a USC Half Century Trojan (graduate of 50 years ago or more). Selection criteria include academic achievement, potential for leadership, and community service. An interview is required for scholarship finalists. Finalists will be contacted by the Half Century Trojans Scholarship Committee.", "Name": "USC Half Century Trojans Scholarships", "Discipline": "Arts and Humanities, Physical Sciences, Social Sciences", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=297", "Details": "The Department of Classics offers two fellowships of $5000 each to be awarded on a competitive basis for activities of summer study and travel in Greece. The fellowships are intended to enable students to expand and enrich their studies at USC through hands-on experience in a project of study related to modern Greece or its rich cultural heritage. Possible uses of the fellowship include study at an accredited university-level program in Greece, volunteering on an archaeological excavation, travel in Greece in connection with an independent research project.", "Name": "USC Kallins Hellenic Studies Summer Fellowship", "Discipline": "Arts and Humanities", "Demographic": "USC students", "Degree": "Freshman, Sophomore, Junior, Senior, Masters, PhD, Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=148", "Details": "The USC Libraries Research Award recognizes excellence and creativity in the use of USC Libraries research collections and services. USC Undergraduate and graduate students are invited to submit papers or projects they have completed at USC in a for-credit class or through independent study during the spring, summer, or fall semesters. In addition to their papers, a Reflective Essay of 500-1000 words is required. For details, see the descriptions for each award level.", "Name": "USC Libraries Research Award", "Discipline": "Open to All Disciplines", "Demographic": "All, International students, USC students", "Degree": "Freshman, Sophomore, Junior, Senior, Masters, PhD", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=280", "Details": "Each year, USC Marshall awards a number of scholarships to outstanding undergraduate students. Awards recognize academic excellence and/or outstanding service, and provide tuition funding for one academic year only. All students who submit a complete scholarship application will be considered for general awards being offered. However, please note that some awards have specific eligibility requirements which are set by the donors who fund the scholarship.", "Name": "USC Marshall School of Business Scholarships for Continuing Students", "Discipline": "Arts and Humanities", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=270", "Details": "Problem-based learning supports a learning environment in which a problem drives the learning. In our PBL courses, students will be given a complex societal problem with trans-boundary implications. The problem is presented by the instructor so that the students discover what information they need to know before they can understand the problem and design possible solutions. A typical PBL or inquiry course has four basic steps: 1. Students determine what they need to learn; 2. Students identify resources and how best to use them in their research; 3. Students report their findings and work cooperatively to develop possible policy strategies aimed at solving or managing the problem; 4. The instructor, fellow students and local experts evaluate the students work. In these PBL courses, students work together to learn, as opposed to competing for good grades. They will be able to use their foreign language skills and learn content by engaging in research.", "Name": "USC Problems Without Passports", "Discipline": "Not Specified", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=135", "Details": "Rockwell Dennis Hunt Scholastic Award honors USC graduate students whose undergraduate degree is from USC. Applications are available annually in the fall semester. Candidates must meet the following criteria: 1. have earned a bachelors degree at USC within five years of the time of application, 2. have completed at least three years of undergraduate work at USC, 3. be currently working towards a masters degree or doctorate at the University of Southern California", "Name": "USC Rockwell Dennis Hunt Scholastic Award", "Discipline": "Open to All Disciplines", "Demographic": "USC students", "Degree": "Masters, PhD, Professional Doctorate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=276", "Details": "In memory of Sayoko Kono, former Associate Director of the California Private Universities and Colleges (CALPUC) Program in Japan, EASC will support undergraduate students studying abroad in East Asia through the Sayoko Kono Legacy Fund.EASC will provide up to $500 in additional support for USC undergraduates who have been accepted to participate in the 2017 Global East Asia (GEA) as Problems without Passports (PwP) program.", "Name": "USC Sayoko Kono Legacy Fund", "Discipline": "Open to All Disciplines", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=279", "Details": "The School of Architecture awards annual merit scholarships to continuing architecture students.   Incoming students should contact the Universitys Office of Admission and Financial Aid for opportunities.", "Name": "USC School of Architecture Endowed Scholarships", "Discipline": "Arts and Humanities", "Demographic": "Demonstrates Financial Need, Minorities, USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=284", "Details": "The website lists many of the scholarships offered primarily to continuing students by the School of Cinematic Arts. In addition to these awards, additional scholarships may be available in any given year.", "Name": "USC School of Cinematic Arts Endowed Scholarships for Current Students", "Discipline": "Arts and Humanities", "Demographic": "USC students", "Degree": "Masters, PhD, Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=271", "Details": "The USC Schwarzenegger Institute in partnership with the USC Department of Undergraduate Programs wishes to acknowledge students who are inspirational examples of the power of one person to make a difference and Be the Change. Our Spotlight Award features remarkable USC students and shares their inspiring story of volunteerism and civic engagement.The USC students volunteerism and civic engagement can be either on campus or off-campus.The Be the Change\u009d Spotlight Award winners will receive a $1,000 cash prize, a certificate of achievement and recognition at a spring awards ceremony. Additionally, the Schwarzenegger Institute will make a $1,000 contribution to the charity or cause represented by the awardee.", "Name": "USC Schwarzenegger Institute Spotlight Award", "Discipline": "Open to All Disciplines", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=269", "Details": "The Academy is an intellectual space where students and eminent faculty, through conversation, learn to integrate multiple fields of learning.  Located in its own quarters on the second floor of Doheny Memorial Library, the USC Sidney Harman Academy for Polymathic Study offers a series of conversational encounters intended to intensify polymathic (integrated interdisciplinary) awareness.  These discussions are anchored in and structured by the Quadrants of Polymathic Inquiry: critical and integrative thinking, study of the great polymaths, tapestry, and communication. There are two distinctions to make; Academy Member and Academy Fellow. To become an Academy Member simply sign up using the form below. An Academy Fellow is awarded to a student who successfully completes ten meetings over the course of their academic tenure at USC. They become eligible for an Academy Certificate provided that their participation in these ten encounters is intelligent, vigorous, and sustained, as judged by faculty participants. Of the ten meetings, the student is required to attend two Quadrant sessions, which will be offered once per semester. These ten required sessions represent a minimum-not a limit. Students are encouraged to participate in as many sessions as they find useful.  In addition to the attendance requirement, upon graduation from USC the fellow candidate will be asked to hold a conversation with the Academys Director and Director of Programs.  In this conversation, the candidate will 1) demonstrate a comprehensive understanding of the quadrants, and 2) reflect upon their application of polymathic principles in scholarly work during their tenure at USC.", "Name": "USC Sidney Harman Academy for Polymathic Study", "Discipline": "Open to All Disciplines", "Demographic": "USC students", "Degree": "Masters, PhD, Post Doctorate, Undergraduate, Recently Graduated", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=272", "Details": "The SOAR program provides funding to Dornsife undergraduates for participation as a research assistant in a faculty members project. The purpose of SOAR is to connect students with faculty members and their research; it allows all students to be mentored one-on-one by USC faculty, introduces students early in their academic careers to the process of serious scholarly inquiry, and fosters valuable relationships between students and faculty. Please note that we do not fund independent research projects, including those related to 490 courses or honors theses.For students interested in summer undergraduate research funding, please visit the SURF/SHURE page. Students interested in pursuing independent research should apply for PURF, the Provosts Undergraduate Research Fund, instead.SOAR is for research during the fall and spring semesters of the academic year. Funding applications are accepted for the first five weeks of fall (fall deadline September 20, 2017) and the first three weeks of spring semester (spring deadline January 24, 2017). Must not have already received the maximum SOAR grant during the academic year for which you are applying. Up to $1000 can be awarded per student, per academic year, regardless of whether it will be used for one semester or spanning both fall and spring semesters. A recipient of the Provost Fellowship (PURF) will not be contemporaneously considered for a SOAR grant (likewise with other funding; a students total funding sources should not exceed $1000).", "Name": "USC Student Opportunities for Academic Research (SOAR)", "Discipline": "Arts and Humanities, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=273", "Details": "SURF and SHURE are opportunities for USC Dornsife students to pursue research in conjunction with Dornsife faculty members, either on or off campus, during the summer semester. The purpose of SURF/SHURE is to connect students with faculty members and their research; it allows all students to be mentored one-on-one by USC faculty, introduces students early in their academic careers to the process of serious scholarly inquiry, and fosters valuable relationships between students and faculty.Any student in good standing (with at least one USC Dornsife major) may apply for a research stipend of up to $3,000 to provide support for working with a member of the faculty on the faculty members research. The stipend is based on the number of hours worked, but may be used to pay for travel, equipment, living expenses, fees, or other costs related to the research effort. Students participating in one of USC Dornsifes Problems Without Passports (PWP) research courses may use these funds to offset tuition.Students should apply to SURF if they are working with a faculty mentor in the Natural or Social Sciences. Students should apply to SHURE if they are working with a faculty mentor in the Humanities. Students are not limited by their declared major/minor (i.e., science students may work with humanities faculty, and vice versa).", "Name": "USC Summer Undergraduate Research Fund (SURF) and Summer Humanities Undergraduate Research Experience (SHURE)", "Discipline": "Arts and Humanities, Life Sciences/ Health Sciences, Physical Sciences, Social Sciences", "Demographic": "USC students", "Degree": "", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=283", "Details": "Each year, continuing undergraduates should be re-evaluating their need and merit-based aid opportunities. This page helps to outline current available funding sources for continuing undergraduate students at the USC Viterbi School of Engineering. In most cases the primary resource for financial assistance is need-based aid provided by the USC Financial Aid Office. Please visit their website for information on applying for and receiving aid as well as a listing of several scholarship resources. Be sure to pay special attention to all of their deadlines! In addition to applying for need-based aid, continuing undergraduate students within the Viterbi School can apply for various donor-supported scholarships each year via the Viterbi Scholarship Application. Any continuing undergraduate student who has received the Viterbi School Merit Scholarship and/or the Merit Research Award must also submit the application for renewal every year by the deadline.", "Name": "USC Viterbi Scholarships for Continuing Students", "Discipline": "Engineering", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=301", "Details": "The goal of this program is to introduce undergraduates to the experience of conducting research within the academe while still at an early stage in their academic careers and to assist them in forging mentoring relationships. WiSE Fellows\u009d submit an application describing their interests and objectives in participating in the program. Once accepted, they receive a small stipend of $500 per semester and commit to attending a variety of programming opportunities aimed especially at demystifying the research process, assisting students in locating appropriate mentors given their research interests, highlighting undergraduate research funding opportunities at USC, and locating appropriate Research Experiences for Undergraduates (REUs).", "Name": "USC WiSE Undergraduate Research Experience", "Discipline": "Not Specified", "Demographic": "USC students", "Degree": "Undergraduate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=65", "Details": "The annual USGIF Scholarship Program recognizes the achievements of graduating high school seniors, undergraduate, graduate, and doctoral students.USGIF has awarded $891,000 in scholarships since launching the program in 2004. The Scholarship Program is funded by USGIF Memberships and the annual Allder Golf Classic, named in honor of William R. Allder Jr.", "Name": "USGIF Scholarship Program", "Discipline": "", "Demographic": "", "Degree": "Freshman, Sophomore, Junior, Senior, Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=221", "Details": "The team at George Sink, P.A. Injury Lawyers values military membersâ€™ service to our nation. It is a profound, yet often overlooked sacrifice. In recognition of our nations servicemembers and their families, twice per year our firm bestows a $1,000 scholarship upon a hard-working U.S. college student who is an active duty servicemember, a veteran, or a spouse or child of an active duty or retired servicemember. High school seniors and graduates as well as undergraduate and graduate students may apply.", "Name": "Veterans & Military Family Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Masters, PhD, Professional Doctorate, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=305", "Details": "The National Academy of Social Insurance seeks outstanding graduate and upper division undergraduate students to serve as interns on social insurance policy research and analysis projects in Washington, DC. Students studying economics, gerontology, journalism, political science, public policy, social work, actuarial science or related subjects are urged to apply for this 12-week summer semester internship.The Academys Washington Interns on Social Insurance have the opportunity to: Work with leading experts and officials who are recognized authorities on social insurance policy, Social Security, Medicare, Unemployment Insurance, Medicaid, the Childrens Health Insurance Program, disability long-term care, health care financing, and related public and private programs; Gain valuable work experience; Make professional contacts and network in their areas of interest; and discuss current policy issues and attend Congressional hearings.The Academy, as a nonprofit, nonpartisan organization devoted to furthering knowledge and understanding of social insurance programs, is uniquely qualified to provide students with challenging internship opportunities. Academy members, recognized experts in social insurance and health policy, offer the interns access to information and experiences found nowhere else. This is a nationally competitive program with only five placements made each year. Academic credit may be arranged through the interns college or university. International Students with valid student visas can be placed with non-governmental organizations, if placement projects match their skills and interests.", "Name": "Washington Internship on Social Insurance", "Discipline": "", "Demographic": "", "Degree": "Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=218", "Details": "Caltechs WAVE Fellows program aims to foster diversity by increasing the participation of underrepresented students in science and engineering Ph.D. programs and making Caltechs programs more visible and accessible to students not traditionally exposed to Caltech. The program is extended, but not limited, to underrepresented minorities, women, first-generation college students, geographically underrepresented students, educationally or financially disadvantaged students, and students with disabilities. The WAVE Fellows program is generously supported by Edison International, the Genentech Foundation, and Johnson & Johnson.", "Name": "WAVE Fellows", "Discipline": "", "Demographic": "First generation college students , Demonstrates Financial Need, Minorities, Women", "Degree": "Sophomore, Junior, Senior"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=219", "Details": "AIFs Clinton Fellowship is an immersive volunteer service program training and placing young professionals to support development organizations in India. Through service and fieldwork, Fellows learn about inclusive leadership in the fields of education, livelihoods, and public health. Fellows support grassroots organizations at a crucial moment of scalability through capacity building and skill sharing.", "Name": "William J. Clinton Fellowship for Service in India", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Bachelors degree (not currently enrolled)"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=149", "Details": "The Wonderland Award is an annual multidisciplinary competition that encourages new scholarship and creative work related to Lewis Carroll (1832-1898) and supported by the Cassady Lewis Carroll collection at USC Libraries Special Collections. The award was established in 2004 with the sponsorship of Linda Cassady. There are now over 400 student submissions in the Wonderland Award Archive, and the success of the program prompted USC to open the competition to students from other Southern California colleges and universities.", "Name": "Wonderland Award", "Discipline": "Open to All Disciplines", "Demographic": "All, International students, USC students", "Degree": "Freshman, Sophomore, Junior, Senior, Masters, PhD, Professional Doctorate", "usc": true}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=286", "Details": "Filmora awards scholarships from all over the world whose intention is to make a positive contribution to the future of the world. We award $1,000 to one university/college student. As a company, we do this to encourage students who are able to demonstrate a focus on storytelling by creating unique video content.", "Name": "Wondershare Filmora Scholarship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Masters, PhD, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=258", "Details": "The WW Womens Studies Fellowships support the final year of dissertation writing for PhD candidates in the humanities and social sciences whose work addresses topics of women and gender in interdisciplinary and original ways. Projects in fields such as management, the clinical and biological sciences, and law are not eligible unless they have a demonstrable academic grounding in the humanities and social sciences. The Fellowship competition typically selects ten Fellows each year. The most competitive applications include not only a clear, thorough, and compelling description of the candidates work, but also evidence of an enduring interest in and commitment to womens issues and scholarship on women and gender. Fellows receive $5,000 to be used for expenses connected with completing their dissertations, such as research-related travel, data work/collection, and supplies.", "Name": "Woodrow Wilson Dissertation Fellowship in Women's Studies", "Discipline": "Arts and Humanities, Social Sciences", "Demographic": "", "Degree": "PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=259", "Details": "The Woodrow Wilson Teaching Fellowship recruits and prepares the nations best and brightest recent graduates and career changers with STEM backgrounds to teach in high-need secondary schools. The program provides candidates with a generous stipend ($30,000) to complete a masters degree in education at one of our partner institutions in Georgia or New Jersey. Once Fellows are certified as teachers at the end of their first year of coursework and clinical experience, they commit to teach for 3 years in a high-need urban or rural secondary school. All Fellows spend one full year in extensive preparation for teaching in this specific academic setting prior to becoming a teacher-of-record with salaried employment. Each Fellow receives intensive support and mentoring throughout the three-year teaching commitment and obtains lifelong membership in a national network of Woodrow Wilson Fellows who are intellectual leaders.", "Name": "Woodrow Wilson Teaching Fellowship", "Discipline": "", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Masters, PhD"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=244", "Details": "Worldstudio AIGA Scholarships benefit minority and economically disadvantaged students who are studying art and design disciplines in colleges and universities in the United States. Our primary aims are to increase diversity in the creative professions, and to foster social and environmental responsibility in the artists, designers, and studios of tomorrow. Scholarship recipients are selected not only for their talent and their need, but also for their demonstrated commitment to giving back to the larger community through their work. Each award is paid directly to the recipients school and applied toward tuition.", "Name": "Worldstudio AIGA Scholarships", "Discipline": "Arts and Humanities", "Demographic": "Demonstrates Financial Need, Minorities", "Degree": "Masters, PhD, Undergraduate"}, {"URL": "https://awardsdatabase.usc.edu/app/detail.asp?FellowshipID=260", "Details": "The Yenching Academy of Peking University offers a Masters degree in China Studies. This specially designed, English-taught program admits approximately 125 students per year from around the world, and aims to push the study of China beyond the boundaries of traditionally defined Humanities and Social Sciences disciplines. It creates space to incorporate the diverse backgrounds and experiences of program participants into the study of ancient, modern, and contemporary China, effectively acting as an incubator for innovative approaches to past, present, and future Chinese transformations. Fellowships for international Yenching Scholars, which cover airfare, tuition/fees, and a single dorm room on campus, are for 12 months, during the course of which Scholars complete their coursework and may complete the thesis. Financial aid is available for those who wish to remain on campus for a second year. Degrees are granted upon completion of all coursework and satisfactory defense of the thesis, and awarded in January and July of each year. Scholars have flexibility to create their own study paths by choosing courses and a thesis topic from 6 academic research areas in the Humanities and Social Sciences. Chinese language training is provided for all international students, in accordance with their level of proficiency.", "Name": "Yenching Academy Fellowship", "Discipline": "Open to All Disciplines", "Demographic": "", "Degree": "Senior, Bachelors degree (not currently enrolled), Recently Graduated"}]